 [
    "For me? You shouldn't have!",
    "One for me and one for me!",
    "Sweet, like candy.",
    "Diamonds are a girl's best friend~",
    "Lolly lolly lolly get your adverbs here~",
    "I need this!",
    "I'll take one of those, and some of these.",
    "Ah, the old five-finger discount.",
    "Three more and I have the whole set!",
    "If this weren't a video game, I'd be on my way to prison!",
    "CHAAAAARGE IT!",
    "Shacka brah.",
    "Heh, shacka bro.",
    "We got a 211 in progress, baby.",
    "Need it. Need it. Need it!",
    "That's it! That's the spot.",
    "Mine! Mine! This is mine!",
    "Ooh! Gimme gimme gimme!",
    "I thought they tasted bad on the outside!",
    "I need to supersize this bad boy.",
    "Can I supersize this?",
    "Mmm, TVs instead of potatoes!",
    "That's the sweet stuff right there, boy.",
    "That's the sweet stuff, darling.",
    "I'm getting my fill of TV.",
    "Have we met Mr. Tongue?",
    "Spock. Load the tongue!",
    "Takes a licking and... yeah we've heard it",
    "Kill your TV, man.",
    "Dude I'm trippin'!",
    "Mmm... buttery.",
    "AHOOOGA",
    "Don't make me take my tongue out.",
    "I think you enjoyed that.",
    "Here I come, Petticooooat Junction!",
    "I'll take 'new levels' for twenty, Alex.",
    "You are my secret friend!",
    "What's that Mr. Bug? Timmy's trapped down a well?",
    "I.. gotta make.",
    "I gotta make.",
    "Ok, ok, I'll take a shower.",
    "You mean I'm not 99.9% clean?",
    "Are you after that old sandwich in my pocket?",
    "Hello there, my secret friend.",
    "IndiGESTION!",
    "Flame on!",
    "I'm flaming! In the.. manly way.",
    "I am the god of hellfire!",
    "Is it just me or am I ENGULFED IN FLAMES!",
    "YYYEEESSS!",
    "Pepto.. Bismol.",
    "Damn this pesky gravity to hell.",
    "Damn this pesky gravity.",
    "Prepare to abandon ship!",
    "Mr. Wilson!",
    "Ahhhhh!",
    "If I were real, this would hurt.",
    "Open up Sesame. Hekekekeke!",
    "What a shame, I know your thoughts!",
    "I know all, I see all. But I could lose five pounds",
    "First Santa, then this!",
    "Lady! The thing.",
    "Eh, forgettabout.",
    "I'll give you such a pinch!",
    "Eh, forgettaboutit.",
    "Lady Flaven.",
    "Just getting my kicks, darling.",
    "Nap time!",
    "Time to go postal.",
    "Put that in your pipe and smoke it.",
    "Eat this!",
    "Ooh! I'll give you such a pinch!",
    "Say hello to the FLOOR!",
    "File this under 'OUCH'!",
    "Night night baby, yeah!",
    "File this under 'ouch'.",
    "There's plenty more where this came from.",
    "There's plenty more where this came from, baby.",
    "Judo chop, baby. Yeah!",
    "Gecko chop, baby. Yeah!",
    "Gecko chop, baby!",
    "Say hello to the floor!",
    "Go sleep!",
    "I've been saving this for YOU!",
    "I've designed this scent with you in mind.",
    "Karate chop!",
    "Judo chop, baby!",
    "Flaven!",
    "My tail's gonna kick your butt.",
    "Flaven with the thing!",
    "And the thing with the Flaven!",
    "This is for Mr. Sinatra.",
    "Watch me use my tail to kick your butt.",
    "This is for all the angles in heaven.",
    "Now that's what I call getting some tail.",
    "That's for twelve years of Full House.",
    "He's dead, Jim.",
    "Tail time!",
    "It's tail time.",
    "Iiit's tail time.",
    "It's taaail tiiime.",
    "Oh yeah. It's tail time.",
    "It's tail time!",
    "All right, it's tail time.",
    "Move or get it on, baby.",
    "Let's get it on!",
    "The clock says party time!",
    "Hm HM!",
    "Taste my tail!",
    "Smooth like a butterfly, sting like a gecko!",
    "I'm invincible!",
    "I'm on top of the world, ma!",
    "Take your stinking paws off me, you damn, dirty ape!",
    "Sayonara!",
    "You're nothing, see! You're nothing!",
    "Take fast!",
    "Hired stooge.",
    "Why you!",
    "I'll murderize ya!",
    "Shark!",
    "Shaaaaaark!",
    "I hope my fake hip is rust-proof.",
    "A little tongue now, a lotta tail later.",
    "Lickin' my way to the top!",
    "I taste dog doodie.",
    "Slip of the tongue.",
    "Slip of the tongue, baby.",
    "Pardon my tongue, darling.",
    "Damn it Jim, I'm a doctor not a pincushion!",
    "You never knocked me down.",
    "FRODO!",
    "That's not in the script!",
    "Um, that's not in the script.",
    "Uhh. someone yell 'cut'!",
    "Cut! Stunt Gecko!",
    "Body blow! Body blow!",
    "Warp core breach is imminent, captain.",
    "Easy.",
    "Now cut that out!",
    "Must... regain... balance.",
    "Mental note: Get a tetanus.",
    "Cut my eyes, I can't see!",
    "Didn't hurt!",
    "Booorriiing.",
    "Honey, am I fat?",
    "Do I look fat?",
    "I'm getting a little turkey-neck",
    "Where's that punk with the backpack?",
    "Dr. Zaius, would an ape make a human doll that talks?",
    "One day soon, there'll be a smoke-belching factory here.",
    "The natives will trade you four of their women for the girl with the golden hair.",
    "In a land before time, when Saturday Night Live was funny.",
    "WIIIILLMAAAAA!",
    "Ooh ahh, that's how it starts. Then there's running, and screaming, and powerups.",
    "Marsha, Will, and Holly on a routine expedition~",
    "Welcome to Jurassic Park, keep your eyes peeled for Sleestaks and bad special effects.",
    "Add one million years, two white tigers, and we're at Sigfried and Roy.",
    "Ok, who's job was it to mow the lawn.",
    "Jungle love. It's driving me mad~",
    "Well let's bungle in the jungle~",
    "All this thanks to Miracle-Gro.",
    "So as soon as we cut down this pesky rainforest, there'll be room for a new strip mall.",
    "The difference between this and Hades is there's no Kathie Lee Gifford.",
    "And this is just one of the fourty-thousand rooms in Aaron Spelling's house.",
    "I'll take 'places I can burn to death' for 100 Alex.",
    "Court is adjourned.",
    "Nice song, Andrew Lloyd Webber in town?",
    "I feel like I'm in Parliament-Funkadelic's dressing room.",
    "Someone tell Betty Rubble that her laundry is ready.",
    "Looks like somebody ran over Barney.",
    "If Prince was a snail these would be his tracks.",
    "The hills are alive with a purple fungus~",
    "There's a joke here about snail trails but I'm not gonna tell it.",
    "I haven't seen blasts like this since taco night at James Earl Jones' house.",
    "Fire in the hole!",
    "My doctor says Mylanta.",
    "Looks like somebody quit their Deal-A-Meal.",
    "I told you Delta Burke would be back.",
    "Something evil made of television? Amazing!",
    "Nice teeth, and do we floss?",
    "Goodness gracious GREAT BALLS OF FIRE!",
    "That's a spicy meat-a-ball.",
    "Now THAT's Italian... ugh.",
    "Hot boulders coming through! Clear!",
    "Evolve or get out of my way, pal.",
    "Stop dragging your knuckles and GET BACK TO WORK!",
    "Hey, it's my mother-in-law!",
    "If this is the best they've got around here, in six months we'll be running this planet.",
    "Gecko shall not kill gecko.",
    "Elijah Frodo you're still my brother!", 
    "Eh Shliprock you want some?", 
    "Look! Gallagher got a gig!",
    "Silent green is geckos!",
    "Lock and load, little lizard!",
    "Ever seen the back-side of lava?",
    "So Watson, this is where all chili goes to die.", 
    "I should've come back here to fill my lava lamp HO HO HOOO.",
    "We're having a heatwave, a tropical heatwave~",
    "It feels so good on my bald, lizard head.",
    "I am the lizard king, hear my roar!",
    "Phone call for Mr. Warhol.",
    "Reminds me of my brother's dorm room.",
    "Heeeere's Gexy!",
    "Axe in the chest for Scatman Crothers.",
    "This is what Tim Burton thinks about when he's in the tub.",
    "So this is Never Never Land. You'd never guess it from the outside.",
    "Reminds me of Halloween at Rip Taylor's.",
    "Don't take career advice from Joe Piscapo.",
    "Welcome to under This Old House.",
    "This house is now clean.",
    "Red rum, red rum.",
    "The ad said Beverly Hills adjacent.",
    "I ain't afraid of no ghost.",
    "This place is bigger than Drew Carey's bar tab.",
    "No no no, I wanted the pit there and the pendulum there.",
    "FedEx for Roger Corman.",
    "Lily, have you seen Grandpa?",
    "Uh, hi, I'm here for The Real World interview?",
    "Man, Hef has let this place go.",
    "It beats the Matterhorn, what are you gonna do?",
    "Behind one of these doors is a brand new car!",
    "The real estate wizardry of Tom Vu at work!",
    "Welcome to the New York City mass transit system.",
    "I am most certainly not in the vicinity of Kansas anymore.",
    "Today is a good day to die!",
    "Here at the Shannon Doherty Charm School, it's business as usual.",
    "You have the swan-like grace of a young Nixon.",
    "Freddy, Jason. Jason, Freddy.",
    "It's only a flesh wound.",
    "Believe me, you smell like I feel.",
    "Ladies and gentleman, Tom Arnold's acting coach.",
    "What are you, Larry King's barber? Ha ha, you're alright.",
    "Nice haircut, when did we enlist?",
    "Ugly is as ugly does.",
    "Hey! Don King!",
    "You can't eat your pudding if you don't eat your meat!",
    "Has anyone in there seen Carole Ann?",
    "Well, we've met our panel. He he, walls, panels, he he.",
    "Hello, hello, hello. Hello.",
    "I never thought I'd need the stones. He he, get it? They're made of rock.",
    "Spock, analyze this Tholian Web.",
    "Who forgot to pay the gravity bill?",
    "Pat, I'll take the floating chair for 200, and the rest on account?",
    "The odds of navigating a floating furniture field are 3327 to 1.",
    "The Imperial Fleet would never follow us into a floating furniture field.",
    "Wow, that's real scary guys. A floating toilet.",
    "Carrot Top! Is that you?",
    "Let me guess, your parents don't understand you.",
    "West Side Story auditions are down the hall.",
    "You crazy, mixed up kid!",
    "Get away, you're hurting me.",
    "Go stab someone your own size.",
    "Benihana not hiring?",
    "Yes but can you make julienne fries?",
    "Do I amuse you? Like a clown?",
    "And stab and kick and two",
    "Short people got no reason~",
    "Hey, it's Sir Misses-a-lot!",
    "Welcome to the land of the living! Now go home.",
    "Hey nice dress, now why don't you go haunt Mr. Blackwell.",
    "Ah you're very scary. What is that, a muumuu?",
    "Which one of you played Coco in Fame.",
    "Good morning sunshine.",
    "Hey, cutie.",
    "Hello, pretty.",
    "Bring out the gimp",
    "Bring out your dead!",
    "Jimmy Hoffa. White courtesy phone. Jimmy Hoffa.",
    "Sorry Mr. Presley.",
    "I had not yet, thanks.",
    "You moved the headstones, but you didn't move the bodies!",
    "And I think you're going out of your head~",
    "Farah, is that you?",
    "You know, Advil works a lot easier.",
    "We're throwing our own head, let's ask ourselves why.",
    "You, my friend, have an eating disorder.",
    "I understand the head-throwing, but the dress?",
    "Is your skull a metaphor?",
    "Hey, where's Tom Vu and the geishas.",
    "Waiter, just box up the evil. I'll take it home.",
    "I'm looking for the two small girls who sing for Mothra",
    "Akira to white courtesy phone. Akira to white courtesy phone.",
    "What's harder, getting through this level or divvying up the check?",
    "I'll beat this level but in an hour I'll be hungry for another.",
    "I'm Tom Vu. You can be a millionaire.",
    "I'm looking for a man called Scaramanga.",
    "Man, this place smells like ducks.",
    "Last time I was here, I was dressed like a woman.",
    "Yes!",
    "Dr. Jones, you will never get all three Sankarar stones.",
    "Oh, wheres Short Round when you need him.",
    "Great!",
    "I'm lost in Dick Dale's ᶜᵒˡᵒⁿ.",
    "The things I do for moo shu.",
    "I knew I shouldn't have hired Margaret Cho as my landscaper.",
    "Hmm, reminds me of Jackie Chan's bathroom.",
    "Oh no. Not the Hellraiser box.",
    "Ah, ancient Chinese level.",
    "The art of fighting without fighting Gexon.",
    "I'm the ultimate weapon baby, yeah!",
    "Ancient Chinese secret, huh?",
    "Oh great, the dream sequence from Brazil again.",
    "With the lvel six, you get eggroll.",
    "My name is Caine, I seek water.",
    "Come on Jake, it's Chinatown",
    "Now, listen to me grasshopper.",
    "Yes, I'm here to pick up my laundry.",
    "Is this the year of the gecko?",
    "So this is where all the missing socks go.",
    "I'm having 'nam flashbacks and I wasn't even there.",
    "You don't match the carpet, and you have to go.",
    "This is going to be one expensive Easter egg hunt.",
    "Domo arigato, Mr. Digital Roboto (domo).",
    "Wax on, wax off.",
    "I'm a lover, not a fighter.",
    "Nice robe Mr. Hefner.",
    "Eat my tail nancy boy.",
    "Sorry boys. We cut the electric ninja sketch.",
    "I said no starch.",
    "Get a real job.",
    "Boys, I'd like to have a long chat with your guidance counselers.",
    "It slices. It dices. It makes julienne fries!.",       
    "Gandhi you ain't.",
    "Gangway tubby.",
    "Ah, belly button lint. He he, it's a good look for you.",
    "Are you hiding food in those fat folds?",
    "Easy up on the eggrolls my man.",
    "Two words: Slim Fast.",
    "Please enjoy our cheaply-rendered brick wall.",
    "Uh, time to lay off the butter Hoss.",
    "Love you on Roseanne.",
    "Captain. They are a bizzare alien race that find Adam Sandler funny.",
    "Keep the Tribbles, I just want the quadrotriticale.",
    "I can't see a thing in this helmet.",
    "I knew Roswell would open up a casino.",
    "The princess is here in the detention level!",
    "Aren't you a little short for a Storm Trooper?",
    "For a sign of any walk, I'm out of here.",
    "Meet Gex gecko~",
    "Tell me again the difference between the future and Las Vegas?",
    "Has anyone seen Fox Mulder's sister?",
    "Pee-yew! I am a walking Dutch oven.",
    "That's one small step for Gex.",
    "Spock. Can you read me?",
    "This is Major Gex to Ground Control~",
    "Light-speed to end all"       ,
    "Radio free Iraq, signing off.",
    "Radio free Iraq, signing off. I kill you.",
    "All this technology and I'm still playing hopscotch.",
    "Why don't you come with me little girl. On a magic carpet ride~",
    "I'm not supposed to ride on the inside.",
    "I said no white walls.",
    "There's a gecko on my tail. R2 see what you can do with it.",
    "We don't serve your kind in here.",
    "Are you related to the cartoon trashcan at the movies?",
    "Are you fluent in getting your butt kicked?",
    "You are unwise to lower your defenses",
    "All right boys, phasers on stun.",
    "Out of the way! Roseanne!",
    "Screw the force, who's got a grenade?",
    "This ain't like fighting an old man in a brown dress, is it creampuff?",
    "Is that you, Abe?",
    "Look! A turd holding a flashlight.",
    "Well, well. If it isn't Dr. Jelly Finger.",
    "Now the difference between you and a Sleestak is what?",
    "Is that a lightsaber or are you just happy to see me?",
    "Daddy wants air! Daddy wants air!",
    "Damn that's SWEEEET",   
    "Gexy wants blue velvet! Gexy wants blue velvet!",
    "I don't think that's pure air.",
    "Scotty, beam me into an Ivy League sorority house.",
    "I'll fill her up with unleaded, please.",
    "hELIUM mAKES mY vOICE dO tHIS", 
    "Love is like oxygen~",
    "Sweet Lady O",
    "Alright, who put helium in the oxygen tank?",
    "Open the blast doors! Open the blast doors!",
    "No more chili for you, mister.",
    "The tingle means it's working.",
    "I guess this means I won't have children.",
    "Shouldn't I be wearing a lead apron?",
    "This **can't** be good for reproduction.",
    "Hey, where's Faye Wray?",
    "Cue bad transportation effect.",
    "One to beam up.",
    "Calling any red-shirt, beam me up, Scotty.",
    "I've had this dream before.",
    "Come back you little rabbit.",
    "We can rebuild him.",
    "Note to self: Don't step on any brown, mushy rocks.",
    "And remember kids, never buy marmalade from a guy in a tophat.",
    "Note to self: Don't drink tap water at Jerry Garcia's.",
    "This is like a luau at Mel Blanc's house.",
    "Brought to you by Upchuck Jones.",
    "Look, I just wante the gift shop in the bathroom.",
    "Ah, to see the world as Keith Richards does.",
    "Would Cheech and/or Chong report to the front desk?",
    "Hey! I feel like I'm trapped in Boy George's pants.",
    "We're on the road to nowhere~",
    "Oh no I'm too young to have a second childhood.",
    "My inner child is coming out and IT HURTS.",
    "Looks like Beetlejuice threw up.",
    "Looks like Bugs Bunny after the trots.",
    "The government told me these experiments were over.",
    "Note to self: Don't buy rocket sled from Acme.",
    "What's next, Pharaoh's tuchus?",   
    "It's raining cats and anvils!",
    "Heads up!",
    "Hail the size of.... big hail!",
    "Tiptoe through the tulips~",
    "Hey, watch it! I'll sue.",
    "How'd you get a building permit?",
    "What is it with cartoons and anvils?",
    "Excuse me Mr. Wells",
    "They call him Flipper! Flipper~",
    "This is really about your father, isn't it?",
    "Damn IRS!",
    "Ah, that's great, why don't you get back on the can of tuna.",
    "Sorry, Charlie.",
    "Why, did you flunk out of nasty camp?",
    "Piranha? What piranha?",
    "Piranha!?",
    "Mr. Hooper! Get on my charter now!", 
    "Come sail away! Come sail away~",
    "I'm sailing away~",
    "Well! A big, pink boat.",
    "Hmm. There's no breeze, yet the sail is full.",
    "Programmers, have fun storming the castle!",
    "I guess Bowser's on vacation?",
    "Oh, good. The Renaissance Fair. Time to meet some fat chicks.",
    "Where's my twenty-sided dice?",
    "Guys, from now on call me Merlin.",
    "You'll never possess the Necronomicon.",
    "Let's get some cards and play Magic.",
    "We have ignition.",
    "Those NASA cutbacks are a killer!",
    "Light fuse, get away.",
    "Thank god I cured that arson problem.",
    "Hello ladies.",
    "What kind of creature is that, Spock?",
    "Number one, raise shields."   ,            
    "HEY MO', I'm a light bulb!",   
    "We've lost visual, captain.",
    "It keeps going, and going, and going, and going!",
    "Holy static cling Batman!",
    "That is wild.",
    "Energize.",
    "This is e-lec-tastic.",
    "Always wanted a Mr. Kotter perm.",
    "This is the big one, I'm coming Elizabeth!",
    "Ladies and gentleman, the new fall TV season!",
    "Los Angeles: City of the future.",
    "There's no place like home.",
    "Compared to Caroline in the city, this place ain't that bad.",
    "Soo THIS is New Jersey!",
    "Welcome to the only thing more evil that IRS headquarters.",
    "So this is where they decided to change Coke.",
    "At least I'm not at the DMV.",
    "Terminator. Phone call for a Mr. Terminator.",
    "THE HORROR!",
    "Looks like we got us a fly in a spider's web.",
    "500 channels and still nothing on.",
    "Screens up.",
    "Great. A health club... in the belly of hell.",
    "This is the worst health club I have ever been to.",
    "Hey! Where's Jane Fonda.",
    "Thank you Peter, you saved my beans.",
    "Why would the Howells pack these guys?",
    "Uh, which one of you guys sings 'Tiny Bubbles'?",
    "No, I said 'Lou, Wow!', not 'luau', baby.", 
    "Robin, old chum. Take out your anti-voodoo pills.",
    "Being eaten by midgets was not my fantasy, Mr. Rock.",
    "And they said testing A-Bombs on this island would have no effect!",
    "We're hittin' all cylinders, baby. Fall to the floor!",
    "And hit your pedal to the metal catch your ten ten on the side.",  
    "Six days on the road and am I gonna make it home tonight?",
    "Go speed racer, go~",
    "Fall on the floor, baby.",
    "Let's move it people, show's over!",
    "Stop that pigeon.",
    "That guy's got my wallet!",
    "I've got ten seconds to save the world.",
    "Damn this Mexican- waaDKJFGKDFJGJKDFG.",
    "I am the last gecko.",
    "Gecko, Gex Gecko.",
    "Shaken, not stirred.",
    "Well, this level must've been made by Q-Branch.",
    "Sorry about that, chief.",
    "Would you believe two Boy Scouts with a slingshot?",
    "Dead fly martini. Shaken, not stirred.",
    "Phone call for Matt Helm.",  
    "Shocking.",
    "Let's get it on.",
    "It's tail time.",
    "I know what you're thinking. It's tail time.",
    "David - 1. Goliath - Nothing.",
    "Captain Picard is a Borg.",
    "You, sir, have the persistence of a student loan officer.",
    "Are we mad because we're bald?",
    "Can't we all just get along?",
    "Captain, she says she's defending her eggs.",
    "Hey, baby, it's the fourth of July~",
    "If this doesn't win me the science fair, I'm quitting.",
    "Ah, just another New Year's eve in New York.",
    "How I'm not in the NBA is a mystery.",
    "Man! Tokyo has some bad karma!",
    "This is for Mothra!",
    "I should've just been a Maytech repairman.",
    "Lady, I don't know who wired this for you, but none of this stuff is grounded.",
    "All this technology so fat guys can hear Rush Limbaugh.",
    "Shut down all the garbage mashers on the detention level!",
    "What is this? Outtakes from Deep Space Nine?",
    "All this technology still can't explain why David Hasselhoff is so popular.",
    "I'm trapped in outtakes of the Wiz'.",
    "Coming soon, the Wizard of Oz 2000!",
    "All this technology and Shatner still can't get a good hairpiece.",
    "Uh lady, you gotta change your lens filter.",
    "The only thing this place doesn't have is a baby gap.",
    "Boys, trying didn't work once, it's not gonna work twice.",
    "How did I get in Bill Gates' head?",
    "Hmmm... www.dork.com.",
    "This looks like an all-nighter at Richard Simmons' house.",
    "Ah, Detroit. Pearl of the orient!",
    "I love that guy. He's not house broken.",
    "Lost you in the Terminator.",
    "HUAHHH",
    "HOOO HAWWW",
    "OW OW OW OW OW",
    "OWOWOWOWOW!!!",
    "Ouch!",
    "Helloo ladies.",
    "No nude geckos!? Not interested.",
    "Is this where my tax dollars go?",
    "No Axe today, boys. Just the regular wash.",
    "Honey, where's my zest?",
    "It feels so good on my bald, lizard head!",
    "A sprinkle of tea helps keep odors away~",
    "Hey look, it's Tarzan's bidet.",
    "Oh William please... give me a sponge bath!",
    "Danger Will Robinson! Puberty approaching! Stay away from Dr. Smith!", 
    "Evening Mr. Picasso!",
    "To boldy go-... I'm scared!",
    "No please, I just need a bathroom!",
    "I haven't been this scared since I was trapped in Barry Manilo's rumpus room.",
    "My name is Lando Calrissian. You truly belong with us among the clouds.",
    "My name is Lando Calrissian. Don't let the smooth taste fool ya.",
    "This looks familiar.",
    "Well if you're St. Peter, than I'm... NOOOOOOO!!!",
    "Queen to queen's level 4 captain.",
    "Welcome to this week's episode of Touched By An Uncle.",
    "All at work and I'm back where I started, it's just like college.",
    "Will somebody please call the maid?",
    "Fixer-upper my tail!",
    "This looks like a garage sale at NORAD.",
    "Don't do the crime if you can't do the time~",
    "This is the city.",
    "I feel like Cagney and Lacey. Actually just Lacey.",
    "Warriors! Come at and play!~",
    "This is a bonus level man and you can take that to the bank!",
    "Why am I in the mood to ruthlessly beat an L.A. motorist?",
    "Hot child in the city~",
    "Nice hat. I feel like that moron from Shining Time Station.",
    "Gex of Spike Lead Joint",
    "If I had a life, I'd be glad to get back to it.",
    "My god! This is New York! I lived here, worked here.",
    "So this is what lies beyond the forbidden zone, eh?",
    "Doctor?",
    "Ok ok, you be Mr. Pink and I'll be Mr. Black!",
    "Who loves you, baby?",
    "Memo to Gilligan: try building a raft.",
    "A raft! How convinient! Those programmers think of everything!",
    "Raft on the water. Fire in the sky~",
    "Look, before you get violent, I'm a big ZZ Top fan.",
    "A lot of people wondered what happened to the first Darrin on Bewitched.",
    "Fat, crazy, and armed.",
    "That's the Marlon Brando story.",
    "Someone, who is not me, could stand to lose a few pounds.",
    "Now, I can tell by your waistline, that you're just eating to eat.",
    "If you're looking for Ned Beatty, he's downstairs.",
    "Hey, look. My last ten girlfriends.",
    "Well, that's one way to lose weight.",
    "I would read The Watchtower, but I'd rather gouge my eyes out.",
    "You, sir, are a boar!",
    "You stole an Everlasting Gobstopper! Good day, sir!",
    "Hey monkey!",
    "Ah, the Heaven's Gate poster boy!",
    "Still trying to show mother something?",
    "Someone needs a makeover!",
    "I never hit ladies. And you're no lady!",
    "What now Jaja?",
    "You're just mad because you're lonely!",
    "Heavens to the big kahuna!",
    "This guys a nut! Have you been on Geraldo yet?",
    "You call it a cloak. I call it a dress.",
    "When is Grace Jones gonna retire?",
    "One pill makes you larger~",
    "Did I somehow fall into a Santana video?",
    "Isn't this where Bigfoot chased the Six Million Dollar Man?",
    "Spock. V'Ger is Voyager Six.",     
    "\\*burp\\* It coats. It soothes.",
    "YOU'RE DESPICABLE!!",
    "This looks familiar! In a bad way.",
    "I didn't know the special Olympics had skeet shooting.",
    "Ah nice hat! Where's the short, little bus?",
    "Ah that's great. The unknown comic is making a comeback!",
    "What a maroon!",
    "'scuse me while I tailwhip this guy~",
    "Another Saturday morning at Timothy Leary's house.",
    "Dance with the boogey, get down!~",
    "Smoother than Don Cornelius.",
    "I hate these low-budget, B levels!",
    "It's not the heat, it's thE LAVA!",
    "This is wear Tarzan comes for a shvitz."
]