[
"Well, lad, we'll give you a test, and if you pass, you'll be on the Krusty Krew.",
"Go out and fetch me... a, uh, hydrodynamic spatula... with, um, port-and-starboard-attachments, and, uh... turbo drive. And don't come back ‘til you get one.",
"Carry on! We'll never see that lubber again.",
"That sounded like hatch doors! Do you smell it? That smell... A kind of smelly smell... A smelly smell that smells... smelly... Anchovies!",
"Anchovies!!",
"All hands on deck! Get your anchors out of your pants!",
"Whoa! Batten down the hatches, Mr. Squidward! We're taking on water, Mr. Squidward! I want my mommy, Mr. Squidward!",
"Man overboard! Climb, Mr. Squidward! Climb!",
"This is the end! Goodbye, Mr. Squidward!",
"That was the finest fast-foodsmanship I've ever seen, Mr. SquarePants. Welcome aboard.",
"Three cheers for SpongeBob! Hip-hip!",
"Hip-hip!",
"I'll be in my quarters, counting up the booty.",
"Avast, ye patty pirate! This is no ghost. This is... Plankton! Stealing me booty!",
"Oh, I'll let you go, squirt. On a flying saucer! Back to the Chum Bucket with you!",
"Aye, he's been trying to steal me secret formula for years, but you haven't got it yet, have ye, bug?",
"Okay. Enough, lad, it wasn't that funny. Get back to work!",
"Good night, me boy!",
"Ahoy, there, Krusty Krab. How could I help you? Pizza? Um... Of course we have pizza.",
"Our delivery squid will bring it right over.",
"We don't deliver, but you do.",
"Great idea! Take him with you.",
"Two bucks?!",
"Oh. That. Well, can't we talk about this?",
"How about a discount on restroom tokens?",
"How's about a free glass of water? A dozen free glasses of water! I'll even put ice in it! No! Come back! Two dollars! Two dollars, no! No!",
"That two bucks is comin' out of your paycheck!",
"Get back to work, we got orders waitin'!",
"Why don't you take the rest of the day off?",
"Oh, don't worry about that. We've got Squidward!",
"Urrgh!",
"No! Come back! No! No! Urrgh... I gotta get SpongeBob back!",
"SpongeBob?",
"Why you talkin' funny, lad?",
"Nonsense, you'll be back makin' Krabby Patties like your old self in no time!",
"But you're fine, me boy! Ohh... uhh, well... maybe not.",
"All we need to do is get your confidence back. So, you can make me more money! I-I-I mean, patties.",
"It's like riding a bike. You never forget! Uhh... I'm gonna help ya! If you learn to make a Krabby Patty again, your life will be back in order.",
"Take your time.",
"It is?",
"Don't talk like that!",
"It's time.",
"And there's the pickles from last time, too!",
"Three cheers for the return of our master fry cook, SpongeBob! Hip hip...",
"Hip hip...",
"Ahoy, there, lads! Up a bit late to be playing pirate, aren't ye? Wait! Don't shoot! Okay, okay, shoot me, but don't take me money!",
"SpongeBob? SpongeBob! Wake up, boy! You're burning me money!",
"Here, use this!",
"SpongeBob, come into me office. What's wrong, boy?",
"This is the fourth time this week I've had to scrape you off of something.",
"We need to get you thinking about work.",
"Ah, SpongeBob, you wouldn't last even one day in the wild.",
"This is your natural habitat. This is your wide open range. These are your amber waves.",
"And thisoh, this is your golden scepter, with which you rule! That's better than nasty old jellyfish, right, SpongeBob? SpongeBob?",
"SpongeBob, wait! Oh, he'll be back, alright. He'll be back.",
"Ah, quit your blubbering and have a Krabby Patty.",
"And I'll see you at work first thing tomorrow morning.",
"Hmm... I just don't get it. If a free salad bar doesn't bring in customers, what will?! Squidward!",
"There's gonna be some changes around here. A customer! Welcome to the Krusty Krab! SpongeBob, cater to his every whim. And don't screw this one up.",
"Yeah! Now as you may have noticed, profits are way down this month.",
"We've got to think of a gimmick to bring in customers. Do you lubbers have any ideas?",
"Well, uhh, I was thinking more along the lines of live entertainment.",
"The money?",
"Little Pearly... a star?",
"Squidward, you've got a deal. Make my little girl a star!",
"Hooray! My little girl is finally a star.",
"That's what I call talent!",
"Nice try. Your act's over, bub.",
"Squidward! This show is a disaster! You're ruining me!",
"For your sake, I hope you're right.",
"You did it, Squidward! What a great show!",
"I'll be needing another wheelbarrow for next week's show!",
"Can you spot him, Mr. Squidward?",
"No! He's finally stolen me secret recipe!",
"Arrgh, mutiny.",
"I haven't seen Plankton in a while. He must be scheming.",
"Who knows? I think you knows!",
"SpongeBob, may I speak to you in private. You won't mind if I set this here, will you?",
"He's a thief. Look at the lust in his eye, he's...",
"He's just after me recipe. I'll prove it to you. Ah, you must be hungry after that long walk over here.",
"Uhh... suit yourself.",
"Maybe the lad was right. Maybe Plankton's gone straight. And maybe scallops will fly out of my pants! Hang on there, laddie, I'm a-comin!",
"Listen up!",
"He's deceiving ya! Reach into his pocket now and take what he's got! You too, boy!",
"Don't blame him, lad. No friendship could withstand the allure of a Krabby Patty! Now let's go back to the Krusty Krab and have a fresh one on me!",
"Well, maybe on a discount.",
"Mother of pearl!",
"Oh, Squidward, we all came as soon as we were sure you were dead.",
"Don't cry, love. Daddy's going to make it all right. Calm down, girl!",
"Her scurvy prom date stood her up, boy, and now, she can't seem to find another.",
"No, no, baby, no more crying. We'll get you a date. Why, uhh... I'll take ya! Well, what about Squidward?",
"Wait, wait. Here, take SpongeBob!",
"What do you mean?",
"Yeah, they would. We've got to find someone else. Listen up! Which one of you lucky lubbers wants to take me lovely daughter Pearl to the prom?",
"Now listen, boy, I'm-a counting on you to make this a very special night for a very special girl. Remember, you're doing it for good old Mr...",
"Never mind that, boy! You're taking Pearl to her prom!",
"Hello? What do you think, Pearl? Cleans up pretty well, doesn't he?",
"Go easy on him, lassie! I can't afford to break in a new fry cook!",
"A-ha! Keep away from me precious little flower! You almost stepped on it.",
"Good job, laddie.",
"Thattaboy, SpongeBob! This is going to be a tough one though! There's no clear cut winner!",
"Watch out, SpongeBob. Squidward appears to be on the verge of a breakout. There might be a new face on the wall this month.",
"Money, money, gonna make some money! Ah, it warms me wallet to see me employees coming in so early. Boys, you're early! Wait!",
"What's going on here?!",
"Boys, boys, boys! Help! Help!",
"Wait, you've got to pay for those! Wait! Wait! Wait! Boys, the Krabby Patties!",
"Boys! Wait! Boys, the Krabby Patties! Boys, wait!",
"Hold on. Don't you want to hear my annual scary story?",
"Aye, the worst monster of them all.",
"True as the deep blue.",
"Have a seat, me boy. Every year on Halloween night, the Flying Dutchman descends on Bikini Bottom, in a pirate ship, just like this. Only bigger!",
"Like I was saying, the Flying Dutchman swoops down and starts stealing people's souls.",
"Aye, as a matter of fact, they do. And he puts them where you can never get them... in his soul bag.",
"Ah, Scaredy Pants gets easier to scare every year!",
"Nothing like a good ghost story, eh, me boy? Hope you're not too scared to come to me party tonight, SpongeBob ScaredyPants!",
"It's the real Flying Dutchman!",
"♪Yar-har, Pearl's my daughter, I'll spit in your eye! Yo-ho, Pearl's a whale, and it's her birthday, yar-yar-yar!♪ Ta-da!",
"Oh, all right. Presents for me darling little sardine. Here ya are.",
"Uhh...they might be.",
"Pearl, these are the finest fishin' boots available!",
"But I got them for a bargain! Oh, what am I gonna do? I spent two whole dollars on these boots and now I'm stuck with them!",
"SpongeBoy, me Bob! Come in. Come in, right this way, laddie!",
"Have a seat anywhere, but not on these beautiful priceless boots. So you want to get paid?",
"In the way? These boots never leave my sight! These are the most expensive and prized possessions I own.",
"Ordinary boots? These are the only official fry cook boots! Only the finest fry cooks in the world are permitted to wear them!",
"Part of a tradition. And these boots were given to me by the most famous fry cook in the sea.",
"Oh, uhh, oh, well, his name's not important, but he was famous, all right, don't you worry.",
"Sorry, son, these boots are far too valuable.",
"Paycheck! You got a deal--",
"You've got a deal.",
"You got a...",
"Hold on there, lad! You're gonna give me a heart attack! You got yourself a deal.",
"Nonsense, Squidward. That squeaking is money to my ears. I mean, music.",
"Money, money, money, money, money. Ten, twenty, thirty, forty... Wha? Who's there?",
"Back to countin' me money. One, two, three, four, five... What the barnacle is that?",
"Arrgh, that was the worst night I ever weathered. At least I'll have some peace and quiet at work.",
"What's wrong, Mr. Squid-ard?",
"That fry cook's making me a fortune. What could be the problem?",
"SpongeBob-Bob-Bob-Bob-Bob-Bob-ob.",
"I... uhh, I see you're still wearing them boots.",
"Well, I don't... uhh... I don't... uhh...",
"I, uhh...",
"I gotta go to my office! I can still hear it! It's still coming through! The infernal squeak! Those boots have got to go! And I need an aspirin.",
"Ah, quiet money. Silence and money.",
"What is it, my boy?",
"It's okay, son.",
"Hold it, boy! It's not the end of the world.",
"Look, don't cry. I got some, uhh, some magic oven mitts!",
"Poor lad.",
"I didn't do it! Ohh, heh-heh, can I help ya?",
"What'll ya have?",
"What did you say?",
"Huh? Huh? I didn't write that!",
"Stop it! Stop... it! Oh, oh, don't you hear it?! Yes, I did it! I did it! I took the boots! They're here, under the floorboards!",
"Oh, please, make it stop! It's the squeaking of the hideous boots! I'm sorry! But I can't take the infernal squeakin' no more!",
"The deed is done.",
"Because, lad, you didn't need 'em. It's not the boots, it's the boot-ee. I mean, uh, the person... in the boots. You're a great fry cook.",
"I do, son. Here's the paycheck I owe you. Plus a bonus! Well, there's your paycheck anyway. I need a vacation.",
"Ah, a long week away from Bikini Bottom is exactly what I need, just me and my darling daughter Pearl.",
"Darling, I won't. Oh, no.",
"Oh, Squidward. I was going through some records back in me office and--Huh? So, you got the hairpiece after all.",
"What was that?",
"Are you on some new allergy medication, boy?",
"Kara-tay? You should be making me money-ay! With your spatu-lae! Now get back to work.",
"No more.",
"Shh! No more of this karate stuff, lad. Or you're fired.",
"What the? SpongeBob!",
"What did I just get through telling ye, lad?",
"SpongeBob, you're fired!",
"Hmmm. Alright, me boy, I'll give you a second chance. But no more karate. It's poisoning your mind. Mmm, mammals.",
"Huh? What the barnacle?",
"Bleuhahugh!",
"Fire ya? I've got something else in mind.",
"I love money-ay!",
"SpongeBob, what's holding up those patties?",
"SpongeBob, what's wrong with you? You're paler than a baby sea horse.",
"The suds?",
"Alright, SpongeBob, you're too sick to work.",
"No, now go home and get some rest. Nothing personal, lad. I just can't have you sneezing all over my food!",
"No, wait! Wait!",
"Shiny dimes.",
"SpongeBob? Stop, SpongeBob! Stooooooop!",
"Where could they be? They should've been here hours ago! Arrgh! Not a customer in sight.",
"If I don't make any money today, I'll surely break out in a rash!",
"Wait, I saw it first! Hah! Mine, mine! Huh?!",
"What's this? Where are the doubloons?",
"Have you finished cleaning the tables?",
"Ay, but did you scrape all the gum off the underside?",
"Ha ha ha. All right, lads. Looks like you've shanghaied me.",
"Patrick, you're fired!",
"Would you like a job, starting now?",
"You're fired!",
"Shiver me timbers!",
"Ooh, fish eyes. One, two.",
"Treasure. There it is! It's the Flying Dutchman's Treasure! Gold, gold, gold. Mine, mine, mine, mine, mine.",
"Can't you see we're closed?! Ready for another round? This is my kind of game!",
"Six! One, two... I win again! Oh, that's seventeen times in a row.",
"Oh, you can't walk out on me now.",
"Come on, SpongeBob. One more game. I can smell the treasure.",
"Wind is perfect, the tide is right. Let's hunt for treasure.",
"Tread softly, lad. If the Dutchman hears you, we'll never get his treasure.",
"I'll roll for you, boy.",
"Eight paces, north, that's a good start, lad.",
"One, two, three...",
"A game. That's... right. Of course it is, my mistake. I guess I got a little carried away, eh?",
"Though it is treasure we're dealing here. Sorry, for disturbing ya, lad. Avast! Pineapple, ho. Heave two, and prepare to be boarded.",
"That’s Captain Krabs to you, and this is no game. We're gonna be pirates.",
"Ay! How'd you like to go on a real treasure hunt, with a real treasure map?",
"Ay, ay, ay. Belay that skipping. Pirates don't skip. Put on this pirate garb, so I won't be embarrassed to be seen with ya. Arrgh.",
"Now, don't you feel more like pirates?",
"Arrgh! Keep a sharp lookout, SpongeBob. According to the map, we're close to the first landmark.",
"Uh... no! Only the captain can lay eyes on the map.",
"Arrgh, a pirate doesn't say, \"okie dokie, then.\" A pirate says, \"arrgh!\"",
"Out with it man, arrgh!",
"Arrgh! From now on, only the captain says, arrgh! Status report, Mr. SquarePants?",
"Arrgh, we're marooned then. Our treasure hunt will have to continue on foot.",
"This is it, boys, from the seaweed with two leaves on it. 10,000 paces east.",
"Ensign Patrick, which way is east?",
"9,997... 9,998... 9,999... 10,000! Where's the \"X\"? Supposed to be right here! 10,000 paces east.",
"Weast? What kind of compass you reading lad?",
"That's west, Patrick. You're fired again. 9,551... 9,552...",
"Ooh. So this is my crew. You get a little tired, and a wee-bit hungry, and you want to shove off for home.",
"Arrgh! That sickens me. A pirate is not judged by the notches in his cutlass, or by the size of his booty.",
"A pirate is judged by the loyalty of his crew. And without a loyal crew... what am I captain of? Just... a bunch of sand!",
"You'll stay with me then?",
"I knew I could count on you boys. One for all!",
"Do you think this is a problem?",
"Sneaking peeks at me treasure map?",
"That's mutiny on my ship. So you think ol' Captain Krabs has gone crazy, do ye?",
"I'm gonna throw you overboard for saying that!",
"\"X\" marks the spot!",
"Well, what are you waiting for, lads? Dig! Dig! Dig, dig, dig, dig, dig, dig, dig, dig.",
"Ha, ha. Hand it up to me, lads. Heave! We finally found it.",
"What shares? You're not getting any of my treasure!",
"Well, I'm the captain. And I say it's mine!",
"All for one.",
"They did!",
"Wait! I'm captain of this crew! Where's my reward?",
"Gold, gold, gold, gold, gold! Huh? Why, it's just a little plastic treasure chest!",
"Well, hurry up, lads! We can't squat like this forever!",
"What'd you catch?",
"Oh, hold on, Squidward, there's someone here to see you. He says he's from the Barnacle Bay Art Museum and he wants to honor you as artist of the month.",
"You just missed him.",
"They're back! They're back I tell ya! I saw it with me own eyes! The hooks! The hooks!",
"The hooks! The hooks!",
"The hooks! So there I was, minding my own business...",
"Fine. Don't say I didn't warn ya!",
"The hooks, me bucko! They're back. Beware the hooks!",
"Aye. The hooks. They dangle down and draw you close with their pleasing shapes and their beguiling colors.",
"...And just when you think you found the land of milk and honey, they grab you by the britches... and haul you way up high! ",
"...Then higher, and higher, and higher until you're hauled up to the surface, flopping and gasping for breath.",
"...And then, they cook ya, and then, they eat ya, or worse...",
"Gift shops.",
"There, there, boy. They won't get ya. Not as long as you listen to ol' Mr. Krabs. Now get back to the kitchen! Time is money!",
"Mr. Squidward, what the halibut is going on in here?",
"I thought you said SpongeBob was taking a break. No one's taken a break at the Krusty Krab since the Chum Famine of '59. Now, what were you saying?",
"Alright, SpongeBob LazyPants! I'll find ya. This nose can smell laziness up to 10,000 leagues. Aha! I'll give you a break you'll not soon forget!",
"They should be right here.",
"The hooks! No! No! No!",
"Boys! I wasn't quick enough. They're gone! If I can only hold them in me arms again, I'd...I'd... I'd throttle 'em!",
"What did I tell you about those hooks, boy?!",
"And do you know what happens when you don't float back down?",
"Worse! You end up vacuum-packed in a can of tuna! With nothing to look forward to but the smell of mayonnaise!",
"I want you boys to promise me you'll never go on those hooks again.",
"I need a sailor's promise! Repeat after me: Yo-ho, yo-ho, near the hooks I'll never go.",
"Yowie! Mother of pearl! Fire on the poop deck!",
"Whoa, whew! Alright then. Let's get out of this death trap.",
"Here you go, Pearl. Free water for all your little friends.",
"Just don't forget to leave a tip for ol' Mr. Krabs.",
"SpongeBob! You're two minutes late. What kept you, laddie?",
"Didn't I tell you not to go near those hooks?",
"Well, you weren't playing on those hooks, were you, laddie?",
"Hmmm, it's in there pretty deep.",
"There's only one thing to do, boy.",
"Uhh... lad?",
"I understand. You were a good little fry cook, SpongeBob. But, we'll find another. Hopefully one that will listen to ol' Mr. Krabs.",
"Mr. Squidward, that was some fine angling. Do you think the lad has learned his lesson?",
"Let's see, a five-letter word for happiness. \"Money.\"",
"Wait! Wait! Don't go!",
"Wait! Wait, don't go! That's me money walking out the door! What's the meaning of this, Mr. Squidward?",
"SpongeBob, get out here! More. More. All the way, boy! What be the matter, SpongeBob? I ought to make you walk the plank for this.",
"Out with it, boy! What is it?",
"That's all?",
"I don't wear shoes.",
"That sounds like me money dropping. What's going on out here?! My babies!",
"Get away, you barbarian! What have you done? Nice, clean money... soiled! I'll take care of ya.",
"Let papa clean ya up. Clear the way! No, no, no, don't cry, little ones.",
"Me dime! No! I got it, boy! What the? It's stuck! You gotta help me, SpongeBob!",
"I can think of ten good reasons to never let go of a dime, boy. There's got to be another way! Grab me captain's quarters and heave! Me arms!",
"Wait. Squidward... I'm putting you in charge of things around here while I'm gone.",
"Thanks, Doc.",
"Attention! Attention! All Krusty Krew employees, attention!",
"Get the anchors out of your pants and report to me office! That will be all. I have an important announcement to make.",
"Sit down, boy! There's no new spatulers!",
"You may know me daughter Pearl. She's growing up fast. It seems like it was just yesterday I was teaching her how to breach.",
"Me mammalian angel. Oh... Anyway, uh, so she's going to be working here during her summer vacation.",
"She's got a lot of fresh ideas to bring in some hungry customers!",
"Thar she blows!",
"All right, men. Say hello to me Pearl.",
"It makes me jolly as a roger to have you finally aboard the family business!",
"I can smell the money already! I'll be in me office if you need me!",
"Avast, ye shipmates! Don't these just shiver your timbers? Get that suit on, sailor. It's already been paid for.",
"Come on in, me boy! Have a seat.",
"Don't you just love me new office? Pearly designed it for me.",
"Isn't that the neatest $40 chair you ever sat in?",
"How about my cuddly executive buddy? Reduces stress for only five easy payments of $9.95.",
"What?! Why, Pearl is saving the Krusty Krab! I mean, the Kuddly Krab.",
"What would we do without these beautiful $20 sea unicorn wall hangers? How could we ever survive without these $35 heart lights?",
"How could we go on without a sea fern on every last table?! It's hip! It's coral! It's... it's losing money!",
"Oh, you're right, SpongeBob. But I can't fire me pride and joy, it'll break her fragile little heart! What am I going to do?",
"That's it, boy!",
"You could fire her! It's okay if she hates you.",
"Great then, it's all settled: you fire Pearly, I'll wait in me office.",
"Oh no, here it goes! I don't know if I can bear to listen.",
"Don't be too hard on her, now. Why does it have to be this way? It's for the best.",
"I can't let him do this! Get on with it, SpongeBob!",
"Oh, Pearly... Is that a $20? Oh, SpongeBob, how could I have done such a thing to me own flesh and blood?",
"Really?",
"That's me old girl; tough as nails, just like her old man! But how am I gonna get my money back for all this stuff?",
"What are you saying, Mr. Squidward? Everyone's money is good here. At the Krusty Krab, we serves all kinds.",
"Sure you are! Or I'll fill your life with misery and woe. Even if you quit.",
"One of everything?! Whoopee! I love Bubble Buddy! Squidward, show our best customer to his table.",
"Think of the customer.",
"So long, boys! You see, Squidward, the restaurant game is all about service.",
"The customer is always right. Remember that, lad, and you'll be as successful as me one day.",
"What's this?",
"He owes me money!",
"I say we tip something over!",
"You and that bubble have been nothing but trouble! It's time to end it!",
"Nickel Buddy, I'll never spend you!",
"Good morning, Mr. Squidward. So, are you ready?",
"No, to exchange gifts for Employee Brotherhood Day.",
"That attitude of yours is precisely why we're having this little shenanigan. Now pay attention, the lad's got a surprise for ye.",
"Try it on, Mr. Squidward! It's got you written all over it.",
"After you present your brotherhood gift.",
"Oh, no, no, no, no, lad. You know the rules; you have to make the gift.",
"I knew you'd come around, boy. Make something nice.",
"Not yet. I got to make sure you did it right. Wait a second... this would go great with some milk!",
"So, you tried to kill me over a little new age management, eh?",
"25 dollars?! A bomb?!",
"In the Krusty Krab?!",
"That's where you left it.",
"You had to kill him. The boy cries you a sweater of tears... and you kill him. How are you gonna live with yourself?",
"Won't do any good. I've seen this before. When that pie goes up to bat, I mean, hits his lower intestine... boom!",
"Eleven times as a matter of fact.",
"Don't tell him. That'll only make him feel worse. The way I see it, he's only got till sunset.",
"Why ruin his last day on earth? The lad deserves to enjoy his final hours.",
"Note to self: Watch out for Squidward.",
"The way I see it, the lad's got until sunset before that bomb hits his lower intestine.",
"Quit fooling around, SpongeBob, we got customers.",
"Plankton!",
"That Plankton is a clever beast. You've got to keep a sharp eye out for him, SpongeBob.",
"The Krabby Patty law must be enforced. The future of the Krusty Krab depends on it.",
"Uh, SpongeBob? Could you let me down?",
"SpongeBob! You're scaring away me money!",
"That's no reason to rip other people's heads off, boy. Just remember the most important rule.",
"No! the other most important rule. Regarding the secret formula.",
"As long as you do that, the secret is safe.",
"What is today, but yesterday's tomorrow?",
"Today, I want you to take inventory on everything in here; every last pickle and patty must be accounted for.",
"SpongeBob! SpongeBob!",
"Don't get all loopy on me, boy. I need your help. Where in the high seas is Squidward?",
"Day... oooooooooff?! I don't know the meaning of them horrible words!",
"Now quit your laying around, SpongeBob, and take out that garbage! It's starting to give me a rash.",
"SpongeBob, I'm not paying you to stand around. Get back to the kitchen!",
"Yes... why aren't you working harder?",
"That sound, it sounds like... the pitter-patter of... money! Hey, where you going, beautiful?",
"Stop! Please! Wait!",
"How could you do this, SpongeBob? Giving me secret formula to this imposter?!",
"SpongeBob, no! Don't listen to him. I'm the real Mr. Krabs.",
"Well, if I was a robot, which I'm not, at least I'm well put together. Not some rusted-out, steam-driven piece of junk!",
"Take it easy with that thing, son.",
"Okay, then.",
"But...",
"$2.99!",
"That's an easy one. You just...just... let's see... if its..uh.. if it's January... with...with vanilla pudding...you...uh...pass?",
"Wait, SpongeBob! Give me another chance! No!",
"Help! Get Away! No!",
"Back, you hungry hand, back! Help!",
"Phew, that's okay, me lad. Long as the secret formula's safe again. However, that penny's coming out of your paycheck.",
"\"Money!\"",
"What's the meaning of this, SpongeBob?!",
"Is it a paying customer?",
"Now just 'cause you swabs never seen a creature like this doesn't mean it's dangerous.",
"Aww, it looks harmless...",
"It reminds me of money!",
"Ah-ah-achoo! 36 days without a customer.",
"Hold on, me bucko! Food's on the way! Uhh... You got money, right?",
"SpongeBob! Bring this guy some grub before he keels over!",
"Finest under the sea!",
"Nobody goes to a restaurant for atmosphere. They go for food!",
"Money walking! I need to think up a gimmick like that to bring people back in here!",
"Wait! I've got an idea! ...And so ladies and gentlemen, be sure to buy plenty of Krabby Patties as I bury myself alive! No free refills.",
"What am I going to do? If I don't find an idea, I'll go out of business!",
"Why can't someone give me an idea?",
"Great Neptune in Heaven, I need an idea!",
"What in the name of money are you waiting for, boy? Tell me!",
"Great Barrier Reef! That patty's spoiled!",
"Mr. Squidward! Come look!",
"Don't that look appetizing?",
"Wait! Gimme an orange patty... with extra purple!",
"What's next? Sequin milkshakes?",
"Pretty Patties?",
"How can you make money with such a stupid idea?",
"I don't believe it! I've got to see this for me self!",
"I've never had a line.",
"I never had 46,853 customers.",
"They sure are, boy. You're doing pretty well for yourself. I guess you've completely forgotten the Krusty Krab.",
"I bet you miss Squidward... and the grill. And the crow's nest.",
"Uhh... Yes. Yes, I do, lad. Well, the Krusty Krab's only a short walk away. Why don't you head on down. For old time's sake.",
"Don't worry, lad. I'll watch the stand for ye.",
"No! I've got a better idea. I'll take this old roadside stand off your hands. For keeps.",
"...And in exchange, I'll give you the Krusty Krab. With Squidward, the grill, and all those squeaky pickles.",
"Here's the key to the Krusty Krab. She's yours now.",
"Run to her, boy. She's waiting for ya.",
"Don't worry, boy! I'll fix it! Get this to the Krusty Krab on the double! Good luck, lad!",
"Ladies and gentlemen! \"Pretty Patties\" is now under new management! Who's next?",
"I'm ready! I'm ready! I'm ready...For me money. Welcome to Pretty Patties. May I take your money?",
"Who, huh, What?",
"What's wrong with you?",
"\" Oof! \" My key! Where's my key?! SpongeBob! SpongeBob, let me in! SpongeBob! SpongeBob! SpongeBob! Let me in! SpongeBob!",
"I dunno about you, lubbers, but any fella who's giving away free stuff, is a friend o' mine.",
"Pipe down, Squidward. I'm trying to concentrate. This thing is as good as a blank check direct from the First National Bank of Santa Claus.",
"Okay boy, my demands, uhh, I mean, my letter, is ready to go.",
"A pony.",
"With saddle bags full of money!",
"♪Here's a special something to you from me!♪",
"Okay, everybody settle down. Welcome to the Komedy Krab! Now please give a warm welcome to our first comic, the indiscernible Dougie Williams!",
"That was fantastic, boy! You really knocked 'em out! I think I'll do this joke night thing again with you as the head-liner!",
"The headliner's the one who cleans up after the show.",
"Stick with the squirrel jokes, boy. Now get busy!",
"Put your fins together for SpongeBob SquarePants!",
"It's true, I am cheap!",
"Can you do this? Everyone in my family can do that.",
"Neptune preserve her!",
"It's free!",
"I knew it! There was no way some \"airhead\" was gonna win anything against a water breather!",
"Sea creatures rule! Water! Water! Water!",
"Uh, well, uh, uh, um...",
"We're late for, um...",
"Wait, boy! Make it last.",
"All ashore that's going to shore, Mr. Squidward! Land ho!",
"Squidward! Squidward! Squidward! Squidward!",
"Once you get your land legs, it's not so bad!",
"Three cheers for feeling sorry for ourselves! Hip hip!",
"Hip hip!",
"Aha! Top of the mornin', boys! Whew! Next stop: gift shop.",
"Uh, top of the mornin'!",
"But it's... Free Day!",
"Come on, SpongeBob! It's quittin' time! I've got a card game tonight.",
"I'm going over to the Chum Bucket to play with Plankton.",
"Between you and me, Plankton is the worst card player in Bikini Bottom!",
"Why, I've been taking him to the cleaners every Thursday night for fifteen years! I never lose!",
"I lost.",
"I didn't lose any money. I lost...",
"I lost...",
"I lost... you!",
"I bet your contract and I lost.",
"I'm afraid you don't work here anymore.",
"I'm sorry, boy! It's all my fault!",
"SpongeBob! Can I have my arms back?",
"♪A patty is a patty, that's what I say.♪",
"♪And fries should be fries, either way.♪",
"♪I would trade it all away, if you'd come back to stay.♪",
"♪It's just a greasy spoon♪",
"Well, old girl, this looks like our final chapter. Huh?",
"Um...Well... a deal's a deal, Plankton. He's your headache now.",
"How 'bout... you give me fifty bucks, and I'll take him off your hands.",
"Now, be gone with you, you puny pest!",
"Glad to have you back, lad. Now get to those patties! The lunch rush is a-comin'!",
"That's what I thought you said.",
"Not to mention free refreshments.",
"When do we get the free food?",
"What did you say, punk?!",
"Well, these claws ain't for just attractin' mates!",
"I think I'm gonna be sick.",
"Money?! You mean, if we stayed open later, you'd give us your money?",
"Mr. Squidward, welcome to the night shift. From now on, the Krusty Krab is open 24 hours a day.",
"See ya in the morning, boys! I can't hang out here all night! I've got a life.",
"Da da dee. Stitch one purl two. da da dee doo. Da day dee da. Dee doh.. What's that smell? The register! $49.0... 8?! That's a penny short!",
"Doesn't matter? It's money that makes the world go round, boy!",
"It's money that keeps your pants square! It's money that keeps Squidward in frilly soap!",
"It's money that paid for all them renovations we did!",
"Oh, nothing in all the seven seas could matter more. Not even that... Hmm? ...scrumptious, curvy cutie.",
"Not the sandwich, boy. The curvy cutie holding the sandwich.",
"Mrs. Puff? Aw, she's married.",
"Then what happened to Mr. Puff?",
"Oh, what I wouldn't give to have a lass like that on me claw.",
"Oh, no, no, no, I, I'm, I'm too old, boy. Too hard-shelled for love. Besides, I ain't not properly dressed.",
"SpongeBob, no, wait! I'm too nervous! Ooh!",
"Aye. What do you say?",
"I still got it.",
"I'm always ready when it comes to datin', lad!",
"Check.",
"Uh, anchor. Anchor? I can't find me giant rusty anchor!",
"Who's that?",
"Oh, yeah. Well, wish me luck, lad!",
"Oh, I doubt that, my little shrimp boat.",
"Nothing's too good for you, my prickly peach.",
"Wonderful! Pufflily-poo, your chariot awaits!",
"You'll never have to walk again, my little lobster bib.",
"What? $100?! Well, this can't possibly be correct!",
"Oh, SpongeBob! I couldn't help but spend every cent I had on her! I couldn't control myself!",
"I don't know, boy! I've got another date tomorrow! I'm caught in the middle of me two great loves! Sweet Mrs. Puff, and the rest of me money!",
"Perhaps there is, boy! I'm puttin' you in charge of me money.",
"You come with me on the date and don't let me spend any money.",
"Now remember, we keep it cheap by going to the park. And no matter how much I ask you, you don't give me any of me money. Now give me a dollar.",
"Good boy! You'll do fine.",
"It's me, my beautiful bell buoy!",
"Flowers! Flowers, boy! Go get flowers!",
"SpongeBob, you can't call on a classy lady like Mrs. Puff empty-handed. We ain't talking about this... or this... we're talking about this!",
"Hurry, boy! Get the flowers!",
"Mrs. Puff. You're as beautiful as ever.",
"Uh... you did. He'll be right back. He's our personal assistant for the day.",
"Of course, my beautiful Puff.",
"What's that?",
"We had an agreement, boy. You ain't supposed to spend any of me money!",
"For you, Mrs. Puff!",
"And here's a box of chocolates. SpongeBob, where's the chocolates?",
"SpongeBob, you can't go to Mrs. Puff's house without chocolates. Hurry! Hurry!",
"Buy, buy, buy! Spend, spend, spend! Is that all you can think about?!",
"Here's those chocolates I bought for you. What are we doing today, Mrs. Puff? Dinner? Dancing? A trip to the moon?",
"Mrs. Puff needs a sun hat, SpongeBob!",
"The sun is beatin' down on poor Mrs. Puff's head.",
"There's no time for suggestions! Go buy a hat!",
"Today! Don't worry, Mrs. Puff! I'll shade ya!",
"SpongeBob, hurry!",
"Good job, lad.",
"Didn't need to buy one? You hear that, boy? We didn't need to buy a hat. Aren't you supposed to be saving me money?!",
"SpongeBob, I'm sorry. This is my fault. I'm not thinking clearly.",
"I'm making a sailor's promise, boy. From this moment on, I won't ask you to buy anything for Mrs. Puff!",
"SpongeBob! Mrs. Puff needs a new fur coat!",
"You're spending all me money! Puffy needs a new pair of shoes!",
"You're breaking me, boy! She needs fine jewelry! Not that fine!",
"SpongeBob! SpongeBob! SpongeBob! SpongeBob! SpongeBob! SpongeBob! SpongeBob! SpongeBob! SpongeBob! SpongeBob! SpongeBob! SpongeBob! SpongeBob! SpongeBob! SpongeBob! SpongeBob! SpongeBob! SpongeBob!",
"SpongeBob! I'm glad I caught you. I want you to buy Mrs. Puff...",
"But, lad, this time's different! Mrs. Puff needs this!",
"Please, lad, I'm begging you! I'm a lonely old crustacean who's found love! Don't let me lose her!",
"Cheer up? How can I cheer up... when you're spending all me hard-earned cash?!",
"Lad, I can't help it if you're loose with other people's money. Do you think Mrs. Puff will need a dryer to go along with that?",
"Uh, okay.",
"Aawww...",
"Well, it's the worst time of the day once again. Closing time!",
"Hold on there, SpongeBob! Take that pile of filth out with you.",
"Huh? The Krusty Krab, she's empty! All hands on deck! Batten the front doors! Brace the cash register! Break out the happy snacks!",
"Squidward, where have all me money paying customers gone?",
"Well, what was it? What'd he say?",
"Huh? SpongeBob and friend! Front and center! Why, I oughta make the two of you paint the Krusty Krab for using such language!",
"There ain't nothing fancy about that word!",
"Yes, that one! Now quit saying that! It's a bad word!",
"Yes sirree, that's bad word number 11. In fact, there are 13 bad words you should never use.",
"Not if you're a sailor.",
"Okay, boys. I want you to promise me you'll never use that word again.",
"What, what, what?",
"Yes, yes, yes?",
"Out with it, boy!",
"What kind of things?",
"Uh... right, now what was that part about the, um... Who now?",
"Now I'm gonna let go of yer lips, and when I do, I want you to calmly tell me what youse need to tell me, understand?",
"Do my ears deceive me?! You two should be ashamed! Time to take out the trash. You two need to be taught a lesson.",
"I thought I made it clear. Never, and I mean, never use number 11 or any of the 13 bad words! Now the both of youse wait right here. I'll be back.",
"All right, you two foul mouths. As punishment for fouling the air in me restaurant with yer foul words, you're going to give the Krusty Krab a fresh coat of paint from top to bottom.",
"Ow, Ooh! Ow! My 🐬 foot! What 🐬 genius put a 🐬 rock in a 🐬 path?! Can't you see I got a 🚢 foot here?! Oh 🐳🚤📯🐬🦢🔔!",
"...a whole lotta 🚢 and with a side of 🐬, a heapin' helpin' of 🔔 traiand a boatload of 🚤...",
"Ooh 🐳🐳 crabbin’ 🚢 Ooh-hoo-uh!",
"No, please, not me mommy! Wait, please don't tell me mother! I don't think her little old heart can take it!",
"Oh, dear Mother! What have these foul-mouthed heathens done to you? You two should be ashamed! Making an old lady faint with your sailor talk!",
"Mother!",
"You've got 5 minutes!",
"SpongeBob, who's playing Squidward's records again?",
"Messing with the patty's formula, that's mutiny! Why I oughta...!",
"SpongeBob, I got a proposition for ye. How's about you go catch me some of those little moneyfish?",
"Well, keep dreaming. This'll be on your time.",
"Now go get me some jellyfish, and make it ...quick. Uhh, SpongeBob? We're gonna need more than one puny jellyfish.",
"SpongeBob, we have a whole ecosystem full of hungry paying customers. Oh, no! Don't tell me! You've stopped caring for the customer!",
"Then go out there and get me some more jellies!",
"Oh, I'll keep 'em comfortable all right, inside me wallet!",
"I'm gonna need more than that, boy.",
"Oh, that'll never do. More!",
"More, SpongeBob!",
"What don't you understand about... more?!",
"More! More! More! More! More... More! More, more, more, more! More, more! More!",
"That's it, boys! Keep that gelatinous gold mine flowing!",
"Uh... uh... This... This isn't what it looks like, SpongeBob! Why... uh... We're just... uh... having a little tea party!",
"Easy, boy, what are you doing with that?",
"Well, you can't. The door's voice-activated and will only open if I say \"open\".",
"You'll never catch me! What?",
"Blasted exercise craze.",
"I'm taking jelly off the menu.",
"And all that free publicity will bring in customers! So don't lose!",
"What's that smell in the air? I smell Plankton!",
"Always ready, Plankton. Always ready.",
"That's what you think, but I got me a champion-- SpongeBob! Show him! Look at him. In his prime. You ain't got no chance!",
"Friend? Not in here, he ain't.",
"He's gonna stab you in the back.",
"He's making a mockery of your profession. Are we gonna let some pretender take away what belongs to the Krusty Krab?",
"Get angry!",
"And win...",
"Medal!",
"Win this one for the Krusty Krab.",
"Don't forget, he called ye yellow.",
"Hey! Where ya going?",
"♪Counting me money, money sweeter than honey, money, money, this, money, money, that, profit will make me wallet fat!♪",
"What?! Profits down three dollars from last month! I got to start running a tighter ship around here!",
"Mr. Squidward!",
"What's with all this \"change\" nonsense?",
"Hmm? SpongeBob! I ain't paying you to play dress up! Breathe on your own time. I don't pay you to breathe.",
"Oh, that reminds me. I got something for you.",
"Oh, sorry, that's me dry cleaning. Here's your check.",
"And here's yours, SpongeBob.",
"There's going to be a few changes around here. Every time I catch you two goofing off, I'm gonna charge you for it.",
"A strike?",
"You mean you're going to make picket signs?",
"And you're going to make protest speeches?",
"And you're going to demand me respect?",
"But they didn't, did they, Mr. Squidward? 'Cause they were too busy eating out of mine.",
"I wish you two had gone on strike earlier. Thanks for attracting all these paying customers with all your signage and your sloganeering!",
"Oh! Uh, evening, Mr. Squidward. Uh... I was just in the neighborhood and I, uh... thought I'd drop by to... beg you to come back to work!",
"The Krusty Krab is a wreck! I'm ruined without you and the little yellow guy.",
"The teenagers I hired is ruining the place! And the worst part is, they won't leave me alone!",
"See what I mean? Squidward, please! You gotta come back!",
"Yes, anything. So what do you say, Mr. Squidward?",
"I got a bad feeling in the pit of me wallet.",
"Well, Squidward, those were intense negotiations.",
"Now I can fire them teenagers and get me two golden boys back. Well, see you at work!",
"Squidward! SpongeBob!",
"In order to pay off these damages, you two are gonna work for me forever!",
"I've got it! Let's all buy a Krabby Patty!",
"There ain't no one fool enough to take on an Alaskan Bull Worm!",
"In the back.",
"No! You'll never get a cent out of me! Never! I'd rather that worm come in here right now and eat you all alive! Sorry.",
"Go get 'em, Sandy! We have the utmost confidence in you! Now, what was that idea of yours?",
"Ooh, ooh, ooh, sweet wampum. Huh! Whazzat? Squidward, where are you? Shield me with your forehead!",
"So, it was a just another failed Krabby Patty theft attempt by my arch competitor, Plankton!",
"For a second there, I mistook you for a threat. But you're just a dirty little man. So long, shrimp!",
"What's with all the ruckus? A monster scaring away me customers!",
"You're a mystery, SpongeBob. Get rid of it.",
"It's either you or Mystery.",
"SpongeBob, thanks for finally getting rid of that horse!",
"Now, if we could only get rid of Squidward.",
"SpongeBob! What was that? Is that horse in here?",
"Well, keep working on it! That was terrible!",
"Squidward, what's going on in here?",
"SpongeBob, what's the meaning of all these nicknames? David H. Jones!",
"So, my eyes are correct! You still have that horse even when I ordered you to get rid of it! Well, now I'm going to get rid of it once and for all!",
"SpongeBob, your story has touched me heart. Believe it or not, I know what it's like to give up a best friend.",
"I was five years old and me father gave me a dollar. I loved that dollar. Loved it like a brother. Me and that dollar went everywhere together.",
"And one day at the beach, it was so hot and I was so thirsty! I spent it on a soda! My best friend!",
"The point is, son, sometimes, you have to set things free even though it's hard. ",
"ook at her. She misses the great outdoors, the wide-open spaces, the rolling green pastures. The kitchen is no place for a live horse.",
"It's okay, son. You did the proper thing. She's free now and we have no right to separate that wild animal from her natural habitat.",
"Get that horse!",
"Come back!",
"Ah...That smells like... the health inspector! Wash your hands, clean the floors, change your underwear!",
"The health inspector's here! If he finds one health violation, he'll close us down for good. We've got to do everything in our power to make sure he passes the Krusty Krab.",
"You really haven't got any brains at all, have you, son? Just go out there and give him what he needs. Pour on the charm. Sweet talk him.",
"We're doomed.",
"Then we'll give him a smorgasbord! The future of the Krusty Krab is at stake!",
"The Buttered Barnacles are a touch of heaven.",
"Fresh Sludge Pudding?",
"Some Fried Flotsam?",
"Do you know what this means, dear boy? We're in the clear!",
"Free food?!",
"You loony loofah, he is the impostor! We've been duped!",
"Bamboozled!",
"That's not even a word, and I agree with ya! Look at him. I bet he never changes his underpants.",
"I bet his mom bought him that hat. If that impostor wants a Krabby Patty, then by Neptune, we'll give him one.",
"You're dancin' with the crab man now! Join me, boy, or you're fired!",
"Oh, hold on, I've got a jar of toenail clippings in my office!",
"Well, fish it out, and I'll dry it with me gym socks! Why, that's the most diabolical Krabby Patty ever spawned!",
"Listen, he ate it! Oh, look at him choke! Look at him suffer! Did you see that, boy? Oh man, that look on his face.",
"I don't think he'll be laughin', boy.",
"Because that patty killed him!",
"What's this \"we\" stuff? You fed him the tainted patty. Looks like it's the stony lonesome for you!",
"Well, you could've talked me out of it!",
"Get a hold of yourself, boy! We've got to get rid of this body before anyone sees it. We've got to take it out and bury it.",
"This should be far enough. Now, get diggin'!",
"What's the holdup down there?",
"Well, toss it out and get back to diggin'!",
"Somethin' ain't quite right.",
"His head's stickin' out!",
"They don't need air where he's going.",
"Uhh, he was a credit to health inspectors everywhere, and, uh...",
"Listen here, ya little barnacle. No one, and I mean no one can ever know about this. It'll be the end of you, it'll be the end of me. And worst of all, it'll be the end of me!",
"And what would be the charges?",
"Laugh, boy.",
"SpongeBob, listen carefully: We're just getting a lift back to the Krusty Krab. I need you to stay calm and don't lose your cool, understand?",
"Why? Put him in the trunk, boy! I'll keep them cops busy.",
"All set.",
"Ooh, he gets carsick real easy.",
"Now listen, SpongeBob, when we get to the Krusty Krab I want you to take that shovel and bring it around to the back entrance and stuff...er... I mean, stow it in the freezer. Un-der-stand?",
"...ttles of soda! Bottles of soda, Same thing, put 'em in the freezer.",
"Ahoy there, SpongeBob. Heh. I thought you were out back taking care of that shovel!",
"Okey-dokey, SpongeBob.",
"Funny? Oh. Yeah. He's a real cut-up, that one. He knows how to keep the crew in stitches.",
"Good one, boy! Always on, that one. There's no \"off\" on his funny switch.",
"Oh, ah, oh stop it. Oh, you're, you're killin' me.",
"Oh! Look, I almost forgot! It's Open Cash Register Night! First two customers get all the money in the cash register!",
"Here's your soda. Always a pleasure to serve the folks in blue. Well, goodbye now.",
"Ice? Ice? You want ice? Is that what you want, you want ice? Is that what you want?",
"There is no ice! There's never been any ice. Ice is just a myth!",
"Okay! I confess! SpongeBob killed him!",
"He was insane, out of control. He would've killed me too if you two hadn't come along.",
"Put him down now, he's a mad dog!",
"Wait! It's not what you think!",
"We killed a health inspector! Buried him and then stuffed his body in the freezer!",
"It's empty?",
"Yeah...a joke!",
"Come on, everybody. Krabby Patties at half price! Well, not really.",
"Disposable? Phooey.",
"Open for business. See anything you like?",
"A buck-50 for that? But it's an antique! It belonged to a queen. Ten bucks.",
"It was the queen of Switzerland.",
"Okay, Mr. Bargain Hunter, five bucks.",
"Ah, the sweet smell of an all-day sucker.",
"I'm having an antique sale. Have a look around.",
"That ain't no toilet plunger! This here's an antique! It's, um... uh... a 17th-century soup ladle, see?",
"Five bucks.",
"That's right, SpongeBob, and you're one of 'em.",
"This hat says, \"Hey, I'm number 1, and I let gravity do my drinking.\" This hat was made for you, boy. You were born to wear this hat.",
"A perfect fit, eh, son?",
"With 10 dollars.",
"Well, I guess it's no deal.",
"Well-- I don't know... uh, okay! But only because you look so dashing in that hat.",
"Don't mention it, boys. What a couple of rubes.",
"Yes, I am.",
"Fresh out.",
"Fi-fi-fi-fi-fi-...",
"SpongeBob! There he is with me million dollar hat. I gotta get it back before he finds out how much it's worth.",
"SpongeBob!",
"Oh, never mind that. Listen, I didn't want to say this in front of Patrick, but that hat makes you look like a girl.",
"Oh, well, um... you're... you're beautiful. Uh... heh-heh. All right, now give me the hat back.",
"Aw, forget it! And you're not beautiful, either.",
"SpongeBob! Just the man I wanted to see. Still playing with that dumb old hat, eh?",
"Not sick of that boring old hat, yet?",
"Not even a little tired of that old piece of junk?",
"Not even a teensy-tiny bit?",
"Well, then I guess you don't want to see what's in my bag.",
"Novelty hats. How about this air-condition one?",
"The juicer.",
"Foxy Grandpa? So, what do you say? Your silly hat for all these hats?",
"I thought the Foxy Grandpa would get him for sure. I didn't want to have to do this, but he leaves me no other option.",
"I'm gonna have to scare it off of him. Heh-heh-heh! This'll scare 'im.",
"I'm not a shopping list... I'm a ghost!",
"Now, listen, SpongeBob.",
"I am the ghost of soda drink hats. I'm here to tell you that that soda drinking hat you possess is cursed.",
"Yes. It once belonged to some guy who's dead now.",
"Uh... Smitty something.",
"Uh... Smitty Werben... Jaegerman... Jensen.",
"Number one in Boogeyland! Now, listen, a curse will descend on you unless you return that hat to its owner immediately.",
"Immediately...",
"Yes...",
"Yes, yes! It must be returned to its owner, right now.",
"Ahh! SpongeBob! What are you doing here?",
"What?! There is no Smitty Werben Jaegerman Jensen!",
"How did? I just... You did... I would... Gimme that shovel.",
"Huh? Ahh! Hold yourself together, Krabs. It's just a boneyard... filled with bones.",
"Ah! What's that? It's Squidward. What's he doing here? \"Here lies Squidward's hopes and dreams.\" What a baby.",
"Where was I? Oh yeah. Gotta find Smitty Whatsajipster.",
"Nope. Nope. No. No. No. Uh-uh. No. No. Uh-uh. No. Not there.",
"I've checked every headstone in this cemetery and there's no Smitty Wabbablabba buried here.",
"Think, Krabs. Maybe something SpongeBob said will give you some type of clue.",
"No, not that!",
"No, no, no, no, no!",
"Ah!! Barnacles! I'll never find-- The grave!",
"Am I really going to defile this grave for money? Of course I am!",
"Jackpot! Ooh. It's beautiful. Come to papa. Hey, come on, Smitty, let go! Rest in pieces, Smitty. I got the million dollar hat.",
"What? No way. Just crawl back into your hole, bone boy. Go ahead, play dead.",
"Yeah, right. You and what army?",
"Oh, no. I've seen this on the late show. You ghoulish fiends hold me down and take turns nibbling on my innards.",
"Then you eat my brain and leave my body for the buzzards.",
"No flipping way! Back off! Back off, I say.",
"Tallyho! Look at me, I'm Errol Fin! You're falling apart, marrow brain.",
"You must be kidding. Back to oblivion. Oh, ho. How's your sister? All right, boneheads, playtime's over.",
"Yee-hoo, ha-ha! Wa-ha! A million dollars. I've got a million dollars!",
"Oh, there you are. Well, I got it. The rare novelty soda drinking hat. Let's start the bidding at one million dollars.",
"Well, that's a spirit breaker.",
"C'mon, Mr. Doodles. We haven't got all day. We've got to get down to me favorite restaurant. Mine! Where we're shooting our first ever Krusty Krab commercial. ",
"After this commercial airs, we'll be swarming with customers. I can already feel myself sweatin' money.",
"No, I got Squidward organizing the whole thing. He's... ya know... artsy.",
"What the...? This looks expensive. Out of my way. Coming through. Move it or lose it. Squidward!",
"What in Neptune's name is going on?",
"What you're doing is throwing away me money! I told you to rent, only, what is absolutely necessary.",
"Well what's all this useless junk?",
"Oh, well, then how do you explain that? A second Krusty Krab?",
"Well, you got me there. But why do we need him?",
"All right, get lost, all of ya. You're fired. Go on. Scram. Get out of here, you moochers. That's right, keep moving. Except you. You stay.",
"What are you talking about, Squidward? We got the cheapest crew in the world. You, me, and SpongeBob. Speaking of which, where is the little barnacle?",
"What are you doing, lad?",
"Quit fooling and come on out. I need you to be in the commercial.",
"Don't throw your buts at me, Mr. Squidward. We got a timetable to keep. This thing airs tonight.",
"Yup, I got a sweet deal on the prime-time slot.",
"That's right, Amy. I heard all about your little problem and I'm here to help. Follow... me!",
"Why, we're at none other than the Krusty Krab.",
"That's right, Krusty Krab. Home of the world famous Krabby Patty!",
"Why, it's only the most mouthwatering appetizing food in the seven seas.",
"We start with a fresh patty, grilled and juicy. Add some crisp undersea veggies and cheese. Topped off with secret sauce and some buns. Voila! A Krabby Patty.",
"How do you like them Krabby Patties, girls?",
"Two more satisfied customers. So why don't you come on in, and have yourself a Krabby Patty today.",
"There you are, SpongeBob.",
"I need you to... Ow! Alright, boy. Get in there and scrub the head and stop acting so predictable.",
"So, if I fire him and make his successor do twice the work, and... eh, come in. Oh, it's just you, SpongeBob. Those heads better be beautiful.",
"The only thing you better lay is some patties on the grill, Fry Boy.",
"What in blazes are you talking about?",
"Boy, those Krabby fumes must've gotten to your head. Borrow Squidward's gas mask and get right back to work.",
"Oooooh... I've never felt such a strange combination of pity... and indigestion.",
"Well, SpongeBob, looks like you've finally found your calling.",
"51, 52, 53...",
"Perhaps, one of our more loyal workers can enlighten you on company policy.",
"Let's see... five, ten, 25, blue, apple sauce. Everything looks to be in order. Except... Where is it? Where is it?",
"My dime! Me special dime, the first dime I ever made! I always keep it in the back of the register for luck!",
"Hmm, are you prepared to say that with your hand on a stack of interpretive dance quarterlies?",
"Me? I ain't saying nothing that would matter to anyone who would be able to take a lie detector test!",
"Heavens to Betsy, no. It's just that me lucky dime's gone missin', and you've been working the register all day!",
"Well, the way I see it, there are three possibilities: One, you stole it. Two, you stole it. Or three—you stole it!",
"Show me your tentacles.",
"I wanna see empty suction cups.",
"You... you can't do that to me. I'm your boss!",
"Donate to the children's fund? Why? What have children ever done for me?",
"Wrong! That ain't my first dime.",
"You can't put a price on me first dime! And I can't forgive that thieving bilge rat Squidward for stealing it!",
"Me first dime. Oh, Dimey, I'll never lose you again.",
"I've been in business a long time, boy.",
"Aye, lad, just let the dime and me have our privacy.",
"Well, Mr. Squidward, it's good to have ya back.",
"It's all water under the bridge now.",
"After all, I'm sure ya didn't mean to misplace me dime.",
"Well, it's obvious that ya put the dime in me pants. Dimes just don't fly into people's pants.",
"Well, the way I see it, there are three possibilities: One, you put the dime in me pants. Two, you put the dime in me pants. Or three—you put the dime in me pants!",
"Yeah, we'll see you after your lunch break, Squidward.",
"Oh, boo-hoo! Let me play a sad song for you on the world's smallest violin.",
"I know. This really is the world's smallest violin. See?",
"Scrih- Scray- Screh- Squilliam? That guy who made millions doing what you wish you could do?",
"Why didn't you tell me? We'll take him to the cleaners.",
"Aye-aye!",
"Peas! Made 'em the old-fashioned way.",
"That's the appetizer.",
"Did I say that? No, I cleaned the bathrooms on the Gourmet. I was the head chef on the S.S. Diarrhea.",
"Run for your lives, everyone! It's the appetizer!",
"How about a little music to count me money to?",
"Hey, that's pretty catchy. Bee-bee-boo-bop, bee-bee-boo-beep. Yeah, that's not bad. I love this young people's music.",
"I feel completely recharged!",
"Come on, little buddy, play it again. Please? One more time, for me.",
"Yes, hello. I was wondering if you could play that song again.",
"The one that goes \"bee-boo-boo-bop, boo-boo-beep.\"",
"Bee-boo-boo-boo-boo-bop, bee-boo-boo-bop, boo-boo-bee-bop? Not bee-boo-boo-beep? Bop? Beep?! Boo-boo-bop?!",
"What is it, boy?",
"Is it true, Squidward? Is it hilarious?",
"Well, let's hear it, lad.",
"I'm not paying you to do stand up, Mr. Squidward! Now get back to work!",
"What? What is it, boy?",
"Yes, I suppose that is rather sad, but Squidward can hug himself during his break! Now get back to work!",
"What is it, SpongeBob?!",
"Get back to work, Mr. Squidward.",
"Aw, me radio died! Hmmm, these batteries still have a little juice in 'em. I know! I'll give 'em to Pearl for Christmas.",
"Me hard-boiled egg is ready! I can already taste it. Come to Papa. Got ya! And what good is a hot-boiled egg without a little salt?",
"Oh, my eyes!",
"Ah, that's better. Bee-boo-boo-boo-bee-bop, boo-boo-bop.",
"Oh, hello, boys. What can I do for you? Heh-heh, why did you lock the door?",
"Why do you have that rope? Who's watching the cash register?! SpongeBob! Squidward! What's the meaning of this?! Untie me this instant!",
"Sweet Davy Jones, what the heck is going on?!",
"What are you talkin' about? I'm Mr. Krabs.",
"I'm Mr. Krabs.",
"I am Mr. Krabs! I am! I am! I am! I am! I am! I am! I am!",
"WHAT?! You think I'm a robot?!",
"That's the silliest thing I ever heard! I am Mr. Krabs!",
"You're gonna interrogate my blender? You're crazy.",
"No, wait! What are you going to do to me blender?! That cost me money!",
"No! That cost me $24.95!",
"No, not me toaster. That cost me $32.50! $62.67! Four... well, actually, that one was a gift. No!",
"No, not my cash register! I raised it myself. I got it when it was just a little calculator. No!",
"I loved it like it was me own.",
"Oh, I remember the laughs we used to share!",
"Squidward!",
"What the devil fish is going on out here?! Time is money! And if you boys is wasting time, then you're wasting money! And that's just sick!",
"What stupid barnacle told you that?",
"Listen, instead of killing yourselves, I've got something real important for you to do for me. Now, are you men ready for your super...",
"...special...",
"...secret...",
"...assignment?",
"The two of you are to paint the inside of me house!",
"But, let me give you two a warning. This here paint is absolutely permanent. It will never come off.",
"So if I see even one drop on anything but wall, I'll have your rear ends cut off... and mounted over me fireplace! So, have fun with the job.",
"What the...?",
"You both look like you got a dirty little secret. Ha! I'm kidding.",
"Let's see how you did. Oh, not bad boys, not bad. A nice even coat, high gloss, no bubbles.",
"Flippin' fish fossils! Look what you did!",
"Sorry? You dusted all my knickknacks! That was really nice. Great Barrier Reef! What's this?",
"Oh, and I suppose the floor molding just painted itself on its own. That's what I call craftsmanship.",
"Criminy jim-jam! You messed up my doll-a... rama! All the dolls in this doll-a-rama were perfectly aligned!",
"And you boys thought I wouldn't notice. Oh well, I guess no harm done. All right, boys, you're free to go.",
"Ow! That's funny, I don't remember a stack of painting jutting from the wall where me first dollar used to be.",
"In fact, I don't remember this painting at all. Or this one. Or this one. Or this one. Or this one. Or this one. Or this one.",
"SpongeBob, what are you doing?",
"Get down onto the floor, boy. Alright, now you're just being silly.",
"Did you two get paint all over me first dollar?!",
"And then did you draw on it with crayon?!",
"All right, boys... you know what I've gotta do now?!",
"There we go, good as new.",
"Yeah, I lied. This paint actually comes off with saliva!",
"Nah, I just like to mess with ya! The old man's still got it! Aww, crud. I really gotta learn to say it, not spray it.",
"This here's an advanced patty-control mechanism. Here you can see our automated money-handling system. Don't touch!",
"These are high-quality beverage temperature devices. Imported. This here's a prototype liquid transfer machine.",
"...And most importantly, You get your state-of-the-art condiment-dispersal units.",
"Now, are you gonna buy something or just stand there cause there's a standing fee.",
"Sorry, can't hear you!",
"The money is always right!",
"Ahoy, SpongeBob!",
"Don't mind if I do!",
"No, you dumb bunny, it says, \"Hello, my name is Patrick.\"",
"Good one, Patrick!",
"What does yours say, Plankton?",
"Nice try, Plankton.",
"The boy’s eyes are bigger than his stomach.",
"Why should I waste money lighting the whole store?",
"Oh, yes, you do! No world means no money! Now, go save the world, or you're fired!",
"Yippee! Whoo-ha! Whoo-ha!",
"Nothing, lad! Do you know what this is?!",
"No! This is my one millionth dollar earned. Every Krab's goal in life is to make a million dollars, and now I got mine.",
"Congratulations, Sir. You have just given me my one millionth dollar.",
"Nothing. Now get out.",
"Get out! Everybody get out, you're spoiling me moment! Me millionth dollar.",
"Congratulate yourselves, lad. A captain's nothing without his loyal crew.",
"I mean, a crew like you comes around maybe once in a lifetime. And to reward you for making me millionth dollar, I'm taking you on a trip.",
"Try again.",
"Better than that!",
"Aww, come on now, Squidward. Three fellas at sea with nothing to do but throw their lines in the water, catch a few clams then throw them back. Don't you think that's fun?",
"Oh, Squidward, you got to lighten up. Sure the lad's a bit overeager, but you've got to learn to roll with the punches, go with the flow.",
"...And don't bring anything on a boat that you ain't prepared to lose.",
"Me millionth dollar! SpongeBob, wait! SpongeBob, you hooked me millionth dollar on the back swing!",
"Reel it in before I keelhaul ya!",
"Oh no. SpongeBob, quick, reel it in. Can't you hear the music? That's a 4/4 string ostinato in D minor! Every sailor knows that means death!",
"Reel it in before it's too late! Hurry, SpongeBob! The music's getting faster!",
"There you are, ya stinkin' bilge rats! Stop playing that music! Stop it, please! I'm begging ya!",
"Come on, honey, you can make it! Swim faster! Come to me, baby! Come on back! Hurry, SpongeBob!",
"For a second or two, I thought she was a goner.",
"Oh, Squidward! You're never gonna believe it! A giant blue-lipped clam ate me millionth dollar! I lost me dollar, and I'll never get it back! Never, never, never, never, never!",
"You will? Great! Wait right here. Here's where clam fishing gets serious. Okay, you boys man the fishing poles and I'll keep me eyes peeled for Old Blue Lip.",
"And remember, we don't leave until we catch that clam and rescue me dollar.",
"Could it be? Me millionth dollar? Whoo-hoo! Wait a minute...",
"This isn't me millionth dollar! This is an ordinary dollar that's been crumpled up, torn slightly, soaked in the lagoon, and kissed with Coral Blue #2 Semi-Gloss Lipstick.",
"I trusted you, and you gave me this?! I can't believe me own crew would betray me like this.",
"I see. Then I guess I have no choice but to offer a reward.",
"No. It's this sandwich.",
"Not a sandwich. The sandwich.",
"Now, I think we understand each other. Nobody eats until I get my millionth dollar back.",
"So you thought you'd skip out on old Krabs, did ya? Even after you promised to help me.",
"I know what you're thinking. \"It's just a dumb old dollar. Let's just leave the old man, he won't notice.\"",
"Well, it's not going down like that. There's only one use for a backstabbing crew like you: live bait!",
"Oh, he'll come.",
"Come on, fresh meat! Keep thrashing! He likes it! Come on, boy! Closer. Closer. Almost there. That's it!",
"Aha! Whoo-hoo-hoo-hoo! Look, boys, I finally got it! I finally got me millionth dollar!",
"Hello, boys.",
"Have you boys met... me millionth dollar?",
"It wasn't easy. Old Blue Lips is quite the fighter. So, eventually, we settled on a trade.",
"Nothing important.",
"SpongeBob. What's wrong?",
"Thank you, sweet pea. I see you got creative with the bran today.",
"Oh, barnacles! I hate the pill. Pearl, do you think I'm... old?",
"But I'm still cool, right? Your old man is cool?",
"Coral, eh?",
"Well, what if I said it with a different inflection? Co-ral.",
"Whoop, you're right! Have a coral day, honey.",
"Ha! Old? What was I thinkin'? I ain't old. Huh?",
"Hey, get away from me. I don't need no snot-nosed little... Sorry you had to see that.",
"Hey, how's about I join you kids?",
"No! No! I ain't old like you! I ain't old! I ain't old!",
"Well, little patty, we're two of a kind. We've both lost our luster. Hmmm, so that's what I taste like.",
"Hmmm, those youngsters are goin’ out for a big night on the town.",
"Hey, boys, hangin' out?",
"I couldn't help overhearin’ your big plans. And I was wondering if you had room for one more craaaaazy dude tonight, huh?",
"Oh, hadn't even crossed me mind. But, sure, I'll go!",
"Uhh, yeah, course I know it! Uhh... uhh...",
"Uhh... how do you do?",
"Great! Why don't you boys show up at my house at eight o'clock?",
"Oh, I'm ready to party! Are you ready to party?",
"I'm ready to par-tay! Are you ready to par-tay, SpongeBob?",
"I'm ready to party! Are you ready to par-",
"So, what kind of hot rod will we be cruisin’ in tonight?",
"It's more like a chick repellent. And there's only two seats.",
"Are you sure this is what the kids are drivin’ these days?",
"We used to beat people up for sayin’ things like that! Everything's all topsy-turvy now.",
"They sure are giving these clubs some crazy names! I have to tell you boys... I'm a little nervous. I haven't been, you know, on the scene for quite a while now.",
"Cool. Gotcha.",
"Any port in the store—! Wait a minute...this is a Laundromat.",
"You know, I love staring at delicates as much as the next guy, but it's just that I thought we'd see more of the nightlife.",
"Somethin’ that'll give you that wild and crazy hot-blooded feelin’, if you know what I mean.",
"Debauchery! Debauchery? I never thought of picking up trash under the highway as hot-blooded, but if it's what the kids are into...",
"I'm feeling a warm spot.",
"So, you wanna know if I can feel it?",
"Do you really wanna know if I can feel it?",
"Because I can feel it. You wanna know what I'm feelin'?",
"I'm feelin' like a total barnacle head! You think this is cool?! How about this! And this? Am I with it now?",
"You guys wouldn't know a good time if it bit you in the end! I'm goin’ home. You guys ain't cool. You're lame!",
"Lame! You're nerds! Geeks! Creeps! And babies!",
"I may be old, but even an old bag of shells like me knows that you haven't suggested one cool thing all night! So good night to ya!",
"Panty raid? You're talkin’ about girls, right? “Girl” girls?",
"And you're talkin’ about raidin’ their dressers for their underpants, right?",
"Well, count me in! If this works, I'll take back what I said about you two bein’ lame!",
"Now this is more like it!",
"Frilly things! We hit the jackpot!",
"You finally came through for me, boys! I feel young again!",
"Mother?",
"Well, I, uhh, uhh, heh, hehe... Why didn't you tell me this was my mother's house?!",
"But it was all SpongeBob and Patrick's idea!",
"That's all right, lad. I certainly feel younger.",
"Good night, SpongeBob.",
"Yes, Mommy.",
"What happened? Someone tried to throw away a patty!",
"And tomorrow, a customer will find it under his bun.",
"You're not to make another Patty until that one is sold. Understand?",
"I don't understand! We haven't had a customer in weeks! I wonder if it's the new placemats?",
"Gone bad? That's nonsense! Bring it here, SpongeBob. Uh, why is it in a cage?",
"You two would have never have lasted in the navy. Let's see how bad you are. No... no... Stay... Thatta girl! There, there. See? Good"
]