[
"...and restore the heart of Te Fiti! The ocean chose me!",
"All right, get over it. We gotta move.",
"All right. I'm out.",
"And he sticks the landing. Huh? What? Dum-dum, she's not even here. No mortal's gonna jump into the realm of... Huh?",
"And she's back.",
"And thank you!",
"Back off.",
"Boat snack.",
"Boat! A boat! The gods have given me a... AAAAAAAHHH!!!",
"But...",
"Cheeeehoooo! Thank you. Your kind gesture is deeply appreciated. Chehoo.",
"Cheeeehoooo!",
"Congratulations on not being dead, girlie. You surprise me. But I'm still not taking that thing back.",
"Cursed.",
"Deal?",
"Did not see that coming.",
"Do you see my hook? No magic hook, no magic powers!",
"Don't worry, it's a lot farther down than it looks. Cheeeehoooo! I am still falling!",
"Don't, you can't raise your voice like that!",
"Enjoy your beauty rest? You know, a real wayfinder never sleeps, so they actually get where they need to go.",
"First, we get my hook.",
"Forget it! You'll never get it back! Besides, you got a better one. Hey! What am I gonna steer with? They're just gonna kill ya!",
"Get the heart to the spiral!",
"Giant hawk.",
"Giant hawk? Coming up! Cheeeehoooo! Cheeeehoooo!",
"Gonna miss you, drumstick.",
"Good riddance, you filthy pile of pebbles.",
"Goodbye, Moana.",
"Hero of men.",
"Hey, crab cake! I'm back. It's Maui Time!",
"Hey, hey, hey! I'm a demigod, OK? Stop that. I will smite you! You wanna get smote? Smotten?",
"Listen, that thing doesn't give you power to create life, it's a homing beacon of death. If you don't put it away, bad things are gonna come for it.",
"Hey, it's OK, it's OK, we're dead soon.",
"Hey, Te Kâ! Shark head!",
"Hmm? OK, OK. Haha. I love you, too, buddy.",
"Hmm?",
"Hot-hot-hot, hot-hot-hot! AAAAAAHHH!!!",
"Huh?",
"I could watch that all day. OK. Enjoy the island. Maui, out.",
"I did. Moana of Motunui, I believe you have officialy delivered Maui across the great sea. (imitates cheering) Moana! Moana! Moana! You're so amazing!",
"I figured it out. You know, the ocean used to love when I pulled up islands 'cause your ancestors would sail her seas and find 'em. All those new lands, new villages. It was the water that connected 'em all. And if I were the ocean, I think I'd be looking for a curly-haired non-princess to start that again.",
"I got your back, Chosen One. Go save the world.",
"I know, not every day you get a chance to meet your hero.",
"I said back off.",
"I told you to turn back.",
"I wasn't born a demigod. I had human parents. They, uh... They took one look and decided they don't want me. They threw me into the sea, like I was... nothing.",
"I'm getting my hook. End of discussion.",
"I'm not going back.",
"I'm not going on a suicide mission with some mortal. You can't restore that heart without me and me says no.",
"I'm not killing myself, so you can prove yourself you're something you're not!",
"I'm sorry. I'm trying to be sincere for once, and it feels like you're distracted.",
"If the current's warm, you're going the right way.",
"If the ocean's so smart, why didn't it just take the heart back to Te Fiti itself? Or bring me my hook? The ocean's straight up hooky-dooks. But I'm sure it's not wrong about you. You're the Chosen One!",
"If you start singing, I'm gonna throw up.",
"If you wear a dress, and you have an animal sidekick, you're a princess. You are not a wayfinder. You will never be a wayfinder, you will never be a...",
"It chose wrong.",
"It was made by the gods. You can't fix it!",
"It was Moana, right?",
"It was... never enough.",
"It's called wayfinding, princess. And it's not just sails and knots, it's seeing where you're going in your mind. Knowing where you are by knowing where you've been.",
"It's time.",
"Kakamora.",
"Kidding. Heh. So serious.",
"Listen, I appreciate what you did down there.",
"Listen. For a thousand years, I've only been thinking of keeping this hair silky, getting my hook and being awesome again. And it's not getting screwed up by a mortal who has no business inside of a monster cave, except... Except maybe as bait.",
"Little girl, I am a hero.",
"Look, the point is for a little girl, child, thing, whatever, who had no business being down there, you did me a solid. But you also almost died. And I couldn't even beat that dumb crab. So, chances of beating Te Kâ? Bupkis. We're never making it to Te Fiti. This mission is cursed.",
"Moana!",
"Moana, stop!",
"Murdering little pirates. Wonder what they're here for.",
"Muscle up, buttercup. We're here.",
"My hook is cracked. One more hit, and it's over.",
"No one?",
"No! No. I'm not afraid.",
"No, no, no. That's just the entrance, to, um, Lalotai.",
"No, not since I ripped off his leg.",
"No, we're here because the ocean told you you're special and you believed it.",
"No. I'm not going to Te Fiti with some kid. I'm going to get my hook. You have yours and I'm not Maui without me. OK, talk to the back.",
"Nunya business.",
"Of course. Yes, yes, yes. Maui always has time for his fans.",
"Oh, no, no, no. Don't look at me like that. It's a beautiful cave. She's gonna love it. And I'm going to love you in ma belly. Now, let's fatten you up, drumstick.",
"Oh, when he shows up, keep him distracted. Make him talk about himself. He loves bragging about how great he is.",
"OK, OK.",
"Pull the sheet. Not the sheet. No. Nope. Nope. No. Tried that one already.",
"Really? Because you're looking at me like I have a... (sigh) ...shark head.",
"Really? Blow dart in my butt cheek?",
"Same difference.",
"See you out there, Moana.",
"Shark head.",
"So, daughter of the Chief, I thought you stayed in the village. You know, kissing babies and things. Hey, I'm just trying to understand why your people decided to send... How do I phrase this? You.",
"So, what I believe you were trying to say is 'Thank you.'",
"Somehow, I was found by the gods. They gave me the hook. They made me Maui. And back to the humans I went. I gave them islands, fire, coconuts. Anything they could ever want.",
"Sorry, sorry, sorry. And women. Men and women. Both. All. Not a guy, girl thing. You know, Maui is a hero to all. You're doing great.",
"Stay out of it or you're sleeping in my armpit. You, stop it. That is not a heart. It is a curse. The second I took it, I got blasted outta the sky and I lost my hook. Get it away from me.",
"Stay.",
"Tamatoa? Oh, he'll have it. He's a scavenger. Collects stuff. Think it makes him look cool. Ah! And for Tamatoa, trust me, my hook is the coolest collectible.",
"Te Fiti! Hey, I mean, how you been? Look, what I did was wrong. I have no excuse. I'm sorry.",
"Te Kâ!",
"Te Kâ's gotta catch me first.",
"That's a chicken.",
"That's man's discovery of Nunya.",
"That's what I'm talking about. Gimmie some. Come on. That was a good one. How do you not get it? I called her a chicken, there's a chicken on the boat. I know she's human, but that's not the... You know what? Forget it. Forget it! I'm not explaining it to you. 'Cause the it's not funny.",
"The chicken lives.",
"The ocean doesn't help you, you help yourself! Tighten the halyard. Bind the stays! You can't sail?",
"The ocean? Makes sense. You're what, eight? Can't sail. Obvious choice.",
"They already have one.",
"They show up. When I earn them.",
"Took guts.",
"Turn around!",
"Uh, escaping!",
"Um... Yeah, it almost sounded like you don't like me which is impossible because I got stuck here for a thousand years trying to get the heart as a gift for you mortals. So you could have the power to create life itself. Yeah.",
"We won't make it!",
"We'd never make it without my hook. Not past Te Kâ.",
"We? No. Me. You are gonna stay here with the other chicken.",
"We?",
"Well, hook, no hook, I'm Maui.",
"Well, she's dead. OK, let's get my hook.",
"What about the heart?",
"What are you doing?",
"What can I say except we're dead soon. We're dead soon.",
"What do you say, little buddy?",
"When you use a bird to write with, it's called tweeting.",
"Whoa!",
"Why? Are you gonna give me a speech? Tell me I can beat Te Kâ 'cause I'm 'Maui?'",
"Take a hike, Tiny.",
"Without my hook, I am nothing!",
"Without my hook, I am nothing.",
"Worth a shot. OK, we go east. To the lair of Tamatoa. If anyone has my hook, it's that beady-eyed bottom-feeder.",
"Yeah!",
"Yes, because it only appears after a human sacrifice.",
"You are a bad person.",
"You are gonna get us killed!",
"You go up there, he will kill you. Just stick to the plan.",
"You need to stop doing that.",
"You wanna get to Te Fiti you gotta go through a whole ocean of bad. Not to mention Te Kâ. Lava monster? Ever defeat a lava monster?",
"You're measuring the stars, not giving the sky a high-five.",
"You're not selling it!",
"You're welcome. Cheeeehoooo!",
"You're welcome. You're so welcome.",
"You're welcome.",

"Ok, ok, I see what's happening here",
"You're face to face with greatness, and it's strange",
"You don't even know how you feel - it's adorable!",
"Well, it's nice to see that humans never change",
"Open your eyes, let's begin",
"Yes, it's really me, it's Maui, breathe it in!",
"I know it's a lot: the hair, the bod!",
"When you're staring at a demi-god",
"What can I say except you're welcome, for the tides, the sun, the sky",
"I'm just an ordinary demi-guy",
"What has two thumbs that pulled up the sky, when you were waddling yay high - this guy!",
"When the nights got cold, who stole you fire from down below? You're lookin' at him, yo",
"Oh, also I lassoed the sun, you're welcome!",
"...To stretch the days and bring you fun",
"Also I harnessed the breeze, you're welcome!",
"...to fill your sails and shake your trees",
"So what can I say except you're welcome, for the islands I pulled from the sea",
"There's no need to pray, it's okay, you're welcome!",
"Ha, I guess it's just my way of being me!",
"Well, come to think of it...",
"Kid, honestly I can go on and on, I can explain every natural phenomenon",
"The tide, the grass, the ground, oh that was Maui just messing around!",
"I killed an eel, I buried its guts, Sprouted a tree, now you got coconuts",
"What's the lesson? What is the take-away?",
"Don't mess with Maui when he's on the breakaway",
"And the tapestry here on my skin, is a map of the victories I win",
"Look where I've been I make everything happen",
"Look at that mini-Maui just tippity-tappin'",
"Well, anyway let me say you're welcome",
"For the wonderful world you know",
"Hey, it's okay, it's okay, you're welcome!",
"Well, come to think of it, I gotta go",
"Hey, it's your day to say you're welcome",
"'Cause I'm gonna need that boat",
"I'm sailing away, away, you're welcome!",
"'Cause Maui can do anything but float",
"You're welcome! You're welcome!",
"AND THANK YOU!"
]