[
"whoops. i knew i should have used today's crossword instead.",
"what? really, dude? that easy-peasy word scramble?",
"that's for baby bones.",
"i've been thinking about selling treats too.",
"you're right. i should charge way more than than that.",
"that's still too low.",
"i have to pay for the raw materials somehow.",
"what? you don't have the money?",
"hey, that's okay.",
"i don't have any snow.",
"wow, that's a lot of cash.",
"that's why i'm sorry to say...",
"i can't sell you this fried snow.",
"it's got too much sentimental value.",
"don't you know a good deal when you hear one?",
"i'm thinking about getting into the telescope business.",
"it's normally 50000G to use this premium telescope...",
"but... since i know you, you can use it for free.",
"howzabout it?",
"huh? you aren't satisfied?",
"don't worry. i'll give you a full refund.",
"well, come back whenever you want.",
"what? haven't you seen a guy with two jobs before?",
"fortunately, two jobs means twice as many legally-required breaks.",
"hey, looks like you're really turning yourself around.",
"how about i treat you to lunch at grillby's?",
"... when everyone you scared away comes back, i mean.",
"well, if you insist... i'll pry myself away from my work...",
"OK. have fun.",
"whoops, watch where you sit down.",
"sometimes weirdos put whoopee cushions on the seats.",
"anyway, let's order.",
"ok, coming right up.",
"hey, that sounds pretty good.",
"grillby, we'll have a double order of fries.",
"grillby, we'll have a double order of burg.",
"so, what do you think... of my brother?",
"of course he's cool.",
"you'd be cool too if you wore that outfit every day.",
"he'd only take that thing off if he absolutely had to.",
"oh well. at least he washes it.",
"and by that i mean he wears it in the shower.",
"hey, pal.",
"sarcasm isn't funny, okay?",
"my brother's a real star.",
"he's the person who pushed me to get this sentry job.",
"maybe it's a little strange, but sometimes...",
"... it's nice to have someone call you out on being lazy.",
"even though nothing could be further from the truth.",
"here comes the grub.",
"bone appetit.",
"more for me.",
"so you know all about it.",
"i'll tell you, then.",
"the **echo flower**.",
"they're all over the marsh.",
"say something to them, and they'll repeat it over and over...",
"what about it?",
"well, papyrus told me something interesting the other day.",
"sometimes, when no one else is around... a flower appears and whispers things to him.",
"flattery... advice... encouragement... predictions.",
"weird, huh?",
"someone must be using an echo flower to play a trick on him.",
"keep an eye out, ok?",
"thanks.",
"oh, by the way...",
"i'm flat broke. can you foot the bill? it's just 10000G.",
"hey buddy, what's up? wanna buy a hot dog?",
"it's only 30G",
"here. have fun.",
"here's another hot dog.",
"it's on the house. well, no. it's on you.",
"sorry, thirty is the limit on head-dogs.",
"i'll be 'frank' with you.",
"as much as i like putting hot dogs on your head...",
"thirty is just an excessive number.",
"twenty-nine, now that's fine, but thirty...",
"does it look like my arms can reach that high?",
"thanks, kid. here's your hot dog.",
"thanks, kid. here's your 'dog.",
"yeah. 'dog. apostrophe-dog. it's short for hot-dog.",
"another h'dog? here you go...",
"whoops, i'm actually out of hot dogs.",
"here, you can have a hot cat instead.",
"another dog, coming right up...",
"... you really like hot animals, don't you?",
"hey, i'm not judging.",
"i'd be out of a job without folks like you.",
"cool. here's that ''dog.",
"apostrophe-apostrophe dog.",
"it's short for apostrophe-dog.",
"which is, in turn, short for...",
"another one? okay.",
"careful. if you eat too many hot dogs...",
"you'll probably get huge like me.",
"huge as in super- popular, i mean.",
"i'm practically a hot-dog tycoon now.",
"whoops, you don't have enough cash.",
"you should get a job. i've heard being a sentry pays well.",
"you're holding too much. ... guess i'll just put it on your head.",
"yeah, you've gotta save your money for college and spiders.",
"hey. i heard you're going to the core.",
"great, thanks for treating me.",
"well, have fun in there.",
"guess i have to go in the trash too.",
"we call that \"the sun,\" my friend.",
"though...",
"one thing about you always struck me as kinda odd.",
"now, i understand acting in self-defense.",
"you were thrown into those situations against your will.",
"but...",
"sometimes...",
"you act like you know what's gonna happen.",
"like you've already experienced it all before.",
"this is an odd thing to say, but...",
"if you have some sort of **special power**...",
"isn't it your responsibility to do the right thing?",
"ah. i see.",
"well, that's your viewpoint.",
"i won't judge you for it.",
"that's called snow.",
"me too.",
"huh. always wondered why people never use their strongest attack first.",
"anyway, as i was saying, it's a nice day out.",
"why not relax and take a load off?",
"here we go.",
"huff... puff...",
"all right. that's it.",
"it's time for my** special attack**.",
"are you ready? here goes nothing.",
"yep. that's right. it's literally nothing.",
"and it's not gonna be anything, either.",
"heh heh heh... ya get it?",
"i know i can't beat you.",
"one of your turns... you're just gonna kill me.",
"so, uh. i've decided...",
"it's not gonna BE your turn. ever.",
"i'm just gonna keep having MY turn until you give up.",
"even if it means we have to stand here until the end of time.",
"capiche?",
"you'll get bored here.",
"if you haven't gotten bored already, i mean.",
"and then, you'll finally quit.",
"i know your type.",
"you're, uh, very determined, aren't you?",
"you'll never give up, even if there's, uh...",
"absolutely NO benefit to persevering whatsoever.",
"if i can make that clear.",
"no matter what, you'll just keep going.",
"not out of any desire for good or evil...",
"but just because you think you can.",
"and because you \"can\"... you \"have to.\"",
"but now, you've reached the end.",
"there is nothing left for you now.",
"so, uh, in my personal opinion...",
"the most \"determined\" thing you can do here?",
"is to, uh, completely give up.",
"and... (yawn) do literally anything else.",
"heh, didja really think you would be able to",
"so... guess that's it, huh?",
"just... don't say i didn't warn you.",
"welp. i'm going to grillby's.",
"papyrus, do you want anything?",
"what? you think i'm just gonna stand there and take it?",
"our reports showed a massive anomaly in the timespace continuum.",
"timelines jumping left and right, stopping and starting...",
"until suddenly, everything ends.",
"heh heh heh... that's your fault, isn't it?",
"you can't understand how this feels.",
"knowing that one day, without any warning...",
"it's all going to be reset.",
"look. i gave up trying to go back a long time ago.",
"and getting to the surface doesn't really appeal anymore, either.",
"cause even if we do...",
"we'll just end up right back here, without any memory of it, right?",
"to be blunt... it makes it kind of hard to give it my all.",
"... or is that just a poor excuse for being lazy...?",
"hell if i know.",
"all i know is... seeing what comes next...",
"i can't afford not to care anymore.",
"ugh... that being said...",
"you, uh, really like swinging that thing around, huh?",
"listen. i know you didn't answer me before, but...",
"somewhere in there. i can feel it.",
"there's a glimmer of a good person inside of you.",
"the memory of someone who once wanted to do the right thing.",
"someone who, in another time, might have even been... a friend?",
"c'mon, buddy. do you remember me?",
"please, if you're listening... let's forget all this, ok?",
"just lay down your weapon, and... well, my job will be a lot easier.",
"friendship... it's really great, right? let's quit fighting.",
"welp, it was worth a shot.",
"guess you like doing things the hard way, huh?",
"woah, you look REALLY pissed off...",
"heheheh... did i getcha?",
"well, if you came back anyway...",
"i guess that means we never really WERE friends, huh?",
"heh. don't tell that to the other sans-es, ok?",
"sounds strange, but before all this i was secretly hoping we could be friends.",
"i always thought the anomaly was doing this cause they were unhappy.",
"and when they got what they wanted, they would stop all this.",
"and maybe all they needed was... i dunno.",
"some good food, some bad laughs, some nice friends.",
"but that's ridiculous, right?",
"yeah, you're the type of person who won't EVER be happy.",
"you'll keep consuming timelines over and over, until...",
"well. hey. take it from me, kid.",
"someday... you gotta learn when to QUIT.",
"and that day's TODAY.",
"cause... y'see..",
"all this fighting is really tiring me out.",
"and if you keep pushing me...",
"then i'll be forced to use my** special attack**.",
"yeah, my **special attack**. sound familiar?",
"well, get ready. cause after the next move, i'm going to **use it**.",
"so, if you don't wanna see it, now would be a good time to die.",
"well, here goes nothing...",
"survive THIS, and i'll show you my** special attack**!",
"you're sparing me?",
"buddy. pal.",
"i know how hard it must be... to make that choice.",
"to go back on everything you've worked up to.",
"i want you to know... i won't let it go to waste.",
"c'mere, pal.",
"it's a beautiful day outside.",
"birds are singing, flowers are blooming...",
"on days like these, kids like you...",
"birds are singing,",
"ready?",
"Should be burning in hell.",
"nah, i'm rootin for ya, kid.",
"just give up. i did.",
"why even try?",
"you'll never see 'em again.",
"geeettttttt dunked on!!!",
"if we're really friends...",
"you won't come back.",
"hey there. this is just a little test.",
"no. not today.",
"actually, hey... hate to bother ya, but can you do me a favor?",
"i was thinking... my brother's been kind of down lately...",
"he's never seen a human before. and seeing you might just make his day.",
"don't worry, he's not dangerous.",
"even if he tries to be.",
"thanks a million. i'll be up ahead.",
"well, i'll be straight- forward with you.",
"my brother'd really like to see a human...",
"so, y'know, it'd really help me out...",
"if you kept pretending to be one.",
"don't you only have one outfit?",
"oh. right. good idea.",
"say, why don't you look over there?",
"behold. uhhhh...",
"actually, i think that's a rock.",
"uhhhh... i think it looks familiar...",
"because it's a rock?",
"hey, what's that in front of the rock?",
"(yes)",
"well. it's not a rock.",
"well, that went well.",
"don't sweat it, kid.",
"i'll keep an eyesocket out for ya.",
"... and you don't even bat an eye, huh?",
"i think that's called... sleeping.",
"do you not know... who you know?",
"i think the human has to hold the orb.",
"it's right there. on the ground.",
"trust me. there's no way they can get past this one.",
"trust me. there's no way they'll skip this one.",
"i'm tellin' ya. everyone likes word searches.",
"knew i should have put down junior jumble instead.",
"well, maybe they don't like japes.",
"what about undyne? doesn't she hate puzzles?",
"that makes sense.",
"well? what's the holdup?",
"that, uh, doesn't look very activated.",
"hmmm... so this human thing was a bust, huh?",
"without traps and fire?",
"me? right about something? really?",
"heheh... the old whoopee cushion in the hand trick.",
"it's ALWAYS funny.",
"anyways, you're a human, right?",
"that's hilarious.",
"heh, the old whoopee cushion in the hand trick...",
"wait a sec... have you heard it before or something?",
"you turned around before i said to... ... weird.",
"... whatever. you're a human, right?",
"i'm sans. sans the skeleton.",
"im actually supposed to be on watch for humans right now.",
"but... y'know...",
"i dont really care about capturing anybody.",
"now my brother, papyrus...",
"he's a human-hunting FANATIC.",
"hey, actually, I think that's him over there.",
"i have an idea. go through this gate thingy.",
"yeah, go right through. my bro made the bars too wide to stop anyone.",
"that's, uh. your cue to laugh.",
"or, uh, to emote at all...?",
"(gee, lady, you really know how to pick 'em, huh...?)",
"OK, that's fine. everyone's got their own sense of humor.",
"Human.",
"Don't you know how to greet a new pal?",
"Turn around and shake my hand.",
"quick, behind that conveniently-shaped lamp.",
"sup, bro?",
"staring at this lamp. it's really cool. do you wanna look?",
"hmm... maybe this lamp will help you.",
"hey, take it easy. i've gotten a **ton** of work done today.",
"a skele-**ton**.",
"come on. you're smiling.",
"wow, sounds like you're really working yourself...",
"down to the bone.",
"ok, you can come out now.",
"uh, ok, i guess you don't have to.",
"yeah.",
"that worked out, huh?",
"you oughta get going. he might come back. and if he does...",
"... you'll have to sit through more of my hilarious jokes.",
"what's the holdup? look, there's nothin to be afraid of.",
"it's just a dark cavern filled with skeletons and horrible monsters.",
"well?",
"... are you just gonna stare at me, or...?",
"hey, here's something important to remember.",
"my brother has a very **special attack**.",
"if you see a **blue attack**, don't move and it won't hurt you.",
"here's an easy way to keep it in mind.",
"imagine a stop sign. when you see a stop sign, you **stop,** right?",
"stop signs are **red**. so imagine a **blue** stop sign instead.",
"simple, right? when fighting, think about **blue stop signs**.",
"remember... blue stop signs.",
"hey, thanks... my brother seems like he's having fun.",
"by the way, did you see that weird outfit he's wearing?",
"we made that a few weeks ago for a costume party.",
"he hasn't worn anything else since...",
"keeps calling it his \"battle body.\"",
"man. isn't my brother cool?",
"it would make my brother happy if you played along.",
"thanks for saying \"junior jumble\" just to appease my brother.",
"yesterday he got stumped trying to \"solve\" the horoscope.",
"papyrus... ... finds difficulty in interesting places.",
"guess you don't like word searches, huh?",
"me neither. i'm more of a funny pages kind of guy.",
"i guess despite all that, you still like word searches, huh...?",
"that means you can't be all bad.",
"actually, that spaghetti from earlier...",
"it wasn't too bad for my brother.",
"since he started cooking lessons, he's been improving a lot.",
"i bet if he keeps it up, next year he'll even make something edible.",
"hey... puzzles might be fun. if you tried them.",
"good job on solving it so quickly.",
"you didn't even need my help.",
"which is great, 'cause i love doing absolutely nothing.",
"... you must be really good at puzzles, huh?",
"it's impossible for you to have seen this one before.",
"hey, why didn't you ask for help?",
"i was right here.",
"what's up?",
"you sure do like to exercise.",
"i don't know what my brother's going to do now.",
"if i were you, i would make sure i understand **blue attacks**.",
"here, i'll give you some advice about fighting my brother.",
"don't. capiche?",
"hmmm...",
"guess we didn't need your help to have a good time after all.",
"say, i've been thinking.",
"seems like you're gonna fight my brother pretty soon.",
"here's some friendly advice.",
"if you keep going the way you are now...",
"you're gonna have a bad time.",
"dang, i wish i brought a parasol.",
"i'm getting a nasty burn from all this sun.",
"are you following me?",
"are you lost?",
"grievous error",
"let's hang out again sometime.",
"hey, i really respect what you did back there.",
"over here. i know a shortcut.",
"well, here we are.",
"so. your journey's almost over, huh?",
"you must really wanna go home.",
"hey. i know the feeling, buddo.",
"though... maybe sometimes it's better to take what's given to you.",
"down here you've already got food, drink, friends...",
"is what you have to do...",
"really worth it?",
"ah, forget it.",
"i'm rootin' for ya, kid.",
"let me tell you a story.",
"so i'm a sentry in snowdin forest, right?",
"i sit out there and watch for humans. it's kind of boring.",
"fortunately, deep in the forest...",
"there's this HUGE locked door.",
"and it's perfect for practicing knock knock jokes.",
"so one day, i'm knocking 'em out, like usual.",
"i knock on the door and say \"knock knock.\"",
"and suddenly, from the other side...",
"i hear a woman's voice.",
"\"who is there?\"",
"so, naturally, I respond:",
"\"dishes.\"",
"\"dishes who?\"",
"\"dishes a very bad joke.\"",
"then she just howls with laughter.",
"like it's the best joke she's heard in a hundred years.",
"so I keep 'em coming, and she keeps laughing.",
"she's the best audience i've ever had.",
"then, after a dozen of 'em, SHE knocks and says...",
"\"Knock knock!\"",
"i say \"whos there?\"",
"\"old lady!\"",
"\"old lady who?\"",
"\"oh! I did not know you could yodel!\"",
"needless to say, this woman was extremely good.",
"we kept telling each other jokes for hours.",
"eventually, i had to leave.",
"papyrus gets kind of cranky without his bedtime story.",
"but she told me to come by again, and so i did.",
"then i did again. and again. it's a thing now.",
"telling bad jokes through the door. it rules.",
"one day, though, i noticed she wasn't laughing very much.",
"i asked her what was up.",
"then she told me something strange.",
"\"if a human ever comes through this door...\"",
"\"... could you please, please promise something?\"",
"\"watch over them, and protect them, will you not?\"",
"now, i hate making promises.",
"and this woman, i don't even know her name.",
"but... someone who sincerely likes bad jokes...",
"has an integrity you can't say \"no\" to.",
"do you get what i'm saying?",
"that promise i made to her...",
"you know what would have happened if she hadn't said anything?",
"... buddy.",
"... You'd be dead where you stand.",
"hey, lighten up, bucko!",
"i'm just joking with you.",
"besides...",
"haven't i done a great job protecting you?",
"i mean, look at yourself.",
"you haven't died a single time.",
"that's right, isn't it?",
"well, chalk it up to my great skills.",
"hey, what's that look supposed to mean?",
"am i wrong...?",
"heh. well, that's all.",
"take care of yourself, kid.",
"'cause someone really cares about you.",
"welp. someone's gotta keep him from getting into trouble.",
"see you guys.",
"yeah. you made papyrus cry like a baby.",
"what did you catch?",
"oh man, tori...",
"that's brutal.",
"cause we're huge dorks.",
"then why are you smiling?",
"hey, frisk, what's with that weird expression?",
"oh boy.",
"hey, tori, do you have any other embarrassing stories?",
"oh hey, what's up, frisk?",
"we were just talking about you.",
"apparently you asked to call tori \"mom\" right after meeting her?",
"frisk... i gotta tell ya.",
"that's, uh, not the best way to get to know someone.",
"frisk, tori was telling me how she made b'scotch pie for you.",
"sorry... i don't have time to talk, frisk.",
"i'm supposed to be working right now.",
"i know, and it's taking all my concentration.",
"no matter how hard you try to get rid of him.",
"frisk, why don't you fly? it's faster.",
"yeah, what do you...",
"whoops.",
"doesn't everybody?",
"So you finally made it.",
"The end of your journey is at hand.",
"In a few moments, you will meet the king.",
"Together...",
"You will determine the future of this world.",
"That's then.",
"Now. You will be judged.",
"You will be judged for your every action.",
"You will be judged for every EXP you've earned.",
"What's EXP?",
"It's an acronym.",
"It stands for \"**execution points**.\"",
"A way of quantifying the pain you have inflicted on others.",
"When you kill someone, your EXP increases.",
"When you have enough EXP, your LOVE increases.",
"LOVE, too, is an acronym.",
"It stands for \"**Level of Violence**.\"",
"A way of measuring someone's capacity to hurt.",
"The more you kill, the easier it becomes to distance yourself.",
"The more you distance yourself, the less you will hurt.",
"The more easily you can bring yourself to hurt others.",
"So you finally made it...",
"Now, you understand.",
"It's time to begin your judgment.",
"Look inside yourself.",
"Have you really done the right thing?",
"And, considering what you've done...",
"What will you do now?",
"Take a moment to think about this.",
"... but you. you never gained any LOVE.",
"'course, that doesn't mean you're completely innocent or naive.",
"just that you kept a certain tenderness in your heart.",
"no matter the struggles or hardships you faced...",
"you strived to do the right thing.",
"you refused to hurt anyone.",
"even when you ran away, you did it with a smile.",
"you never gained LOVE, but you gained love.",
"does that make sense?",
"maybe not.",
"... now.",
"you're about to face the greatest challenge of your entire journey.",
"your actions here... will determine the fate of the entire world.",
"if you refuse to fight... asgore will take your soul and destroy humanity.",
"but if you kill asgore and go home...",
"monsters will remain trapped underground.",
"what will you do?",
"well, if i were you, i would have thrown in the towel by now.",
"but you didn't get this far by giving up, did you?",
"that's right. you have something called \"determination.\"",
"so as long as you hold on...",
"so as long as you do what's in your heart...",
"i believe you can do the right thing.",
"alright.",
"we're all counting on you, kid.",
"good luck.",
"truthfully, it doesn't really matter what you said.",
"all that's important is that you were honest with yourself.",
"what happens now...",
"we leave up to you.",
"Then why'd you kill my brother?",
"You dirty brother killer.",
"huh? you look bored.",
"i get the feeling you aren't gonna learn anything from this.",
"well, guess I gotta judge you then.",
"come on. really?",
"lv2... seems like you messed up the slightest amount.",
"welp. that's pretty sad.",
"you probably weren't even aware of what you were doing...",
"and when you learned, it was too late.",
"nah, just kidding.",
"who gets to lv2 on accident? get outta here.",
"lv3...",
"3's just an ok number, i guess.",
"i'll give you a C+.",
"you can do better, right?",
"hmmm... over lv3, huh.",
"you killed some people on purpose, didn't you?",
"that's probably bad.",
"though, maybe some of it was in self- defense...",
"i don't know. help me out here.",
"i wasn't watching.",
"anyways, don't do that.",
"hmmm... over lv9, huh.",
"that's over halfway to lv20, the maximum.",
"but don't think that means you're still 50- percent good.",
"50-percent, 20-percent.",
"those are both still failing grades.",
"besides. chances are...",
"i've already tried to steer you in the right direction.",
"so what can i say?",
"what can i say that will change the mind of a being like you...?",
"hmmm... over lv14, huh.",
"well, hmmm... judgment-wise...",
"you're a pretty bad person.",
"you wander around, looking for people...",
"killing them to take their money.",
"that's just plain messed up.",
"and what's worse, is that as bad as you are...",
"you aren't anywhere near as bad as you could be.",
"you pretty much suck at being evil.",
"honestly, it's super embarrassing.",
"but maybe you'd be better...",
"at not killing anyone?",
"crazy idea, huh?",
"let me know how that one goes.",
"... huh? what's with that look in your eye?",
"did you go through and kill someone...",
"just to see what i'd say about it?",
"wow.",
"you're a pretty gross person, huh?",
"huh? you STILL look bored.",
"okay then, consider our session over.",
"wait a second.",
"that look on your face while i was talking...",
"you've already heard my spiel, haven't you?",
"i suspected something like this.",
"you're always acting like you know what's going to happen.",
"like you've seen it all before.",
"so... i have a request for you.",
"i kind of have a **secret codeword** that only i know.",
"so i know if someone tells it to me...",
"they'll have to be a time traveller.",
"crazy, right?",
"anyway, here it is...",
"(whisper, whisper)",
"i'm counting on you to come back here and tell me that.",
"see you later.",
"huh? do you have something to say to me?",
"what? a codeword? can you speak a little louder?",
"did you... just say \"i'm a stupid doodoo butt?\"",
"wow. i can't believe you would say that.",
"not only is that completely infantile...",
"but it's also my secret codeword.",
"that, however, isn't good enough.",
"what you need is the **secret** secret codeword.",
"it's only for people that know the secret codeword.",
"anyway, here it is...",
"(whimsper, whimsper)...",
"... just say \"i'm the legendary fartmaster?\"",
"wow. that's... uh... really childish.",
"why would you think that was a secret secret codeword?",
"whoever told you that is a dirty liar.",
"i don't have a secret secret codeword.",
"however. i do have a secret secret triple-secret codeword. which you just said.",
"so, i guess you're qualified.",
"here's the key to my room. it's time... you learned the truth.",
"huh? triple secret codeword?",
"nah, i'm out of material.",
"you've been busy, huh?",
"so, i've got a question for ya.",
"do you think even the worst person can change...?",
"that everybody can be a good person, if they just try?",
"you look frustrated about something.",
"guess i'm pretty good at my job, huh?",
"hmm. that expression...",
"that's the expression of someone who's died twice in a row.",
"suffice to say, you look really... unsatisfied.",
"all right. how 'bout we make it a third?",
"that's the expression of someone who's died thrice in a row.",
"hey, what comes after \"thrice,\" anyway?",
"wanna help me find out?",
"that's the expression of someone who's died quice in a row.",
"quice? frice?",
"welp, won't have to use it again anyways.",
"that's the expression of someone who's died five times in a row.",
"convenient, huh? that's one for each finger.",
"but soon... you'll need a cool mutant hand to count all of your deaths.",
"that's the expression of someone who's died six times in a row.",
"that's the number of fingers on a mutant hand.",
"you'll need to find a mutant hand with even more fingers.",
"that's the expression of someone who's died seven times in a row.",
"hey, that's good. seven's supposed to be a lucky number.",
"who knows, maybe you'll hit the jackpot...",
"and that number will multiply tenfold.",
"that's the expression of someone who's died eight times in a row.",
"that's the number of fingers on a spider.",
"wait, don't spiders have legs?",
"nope, wait, that's definitely nine, sorry. or was it ten?",
"that's the expression of someone who's died ten times in a row.",
"hey, congrats! the big one-oh!",
"let's invite all your friends over for a big shindig.",
"we can have pie, and hot dogs, and...",
"hmmm... wait. something's not right.",
"you don't have any friends.",
"that's the expression of someone who's died eleven times in a row.",
"well, give or take. there's nuance to this stuff.",
"don't think i'll be able to count very well from here.",
"count for me, ok? we'll start from 12.",
"let's just get to the point.",
"that expression that you're wearing...",
"well, i won't grace it with a description.",
"you're really kind of a freak, huh?",
"heh heh heh heh...",
"all right.",
"well, here's a better question.",
"do you wanna have a bad time?",
"'cause if you take another step forward...",
"you are REALLY not going to like what happens next.",
"welp. sorry, old lady.",
"this is why i never make promises.",
"fast shortcut, huh?",
"hey, everyone.",
"nah, i haven't had breakfast in at least half an hour.",
"you must be thinking of brunch.",
"here, get comfy.",
"eh, forgeddaboudit. you can have mine.",
"i'm not hungry anyway.",
"anyway, cool or not, you have to agree papyrus tries real hard.",
"like how he keeps trying to be part of the royal guard.",
"one day, he went to the house of the head of the royal guard...",
"and begged her to let him be in it.",
"of course, she shut the door on him because it was midnight.",
"but the next day, she woke up and saw him still waiting there.",
"seeing his dedication, she decided to give him warrior training.",
"it's, uh, still a work in progress.",
"oh yeah, I wanted to ask you something.",
"welp, that was a long break.",
"i can't believe i let ya pull me away from work for that long.",
"just kidding.",
"grillby, put it on my tab.",
"by the way...",
"... i was going to say something, but i forgot.",
"hey guys... what's up?",
"oh hey... i recognize your voice, too.",
"the name's sans.",
"and, uh, same.",
"huh? you haven't beaten this guy yet?",
"come on, this weirdo's got nothin' on you.",
"hey. is your refrigerator running?",
"nice. i'll be over to deposit the brewskis.",
"ok, i'll send someone over to fix it.",
"thanks for letting me know.",
"good communication is important.",
"don't worry. i am.",
"that's why i'm missing work, too.",
"light sea green.",
"light sea foam green.",
"are you kidding? spiders love to surf the web.",
"the sign outside says \"lab.\"",
"like... laboratory.",
"i mean. i wouldn't rule it out.",
"heya. is anyone there...?",
"well, i'll just leave a message...",
"well... just calling to say.",
"you made a snowman really happy.",
"... guess i should say something else, too.",
"it's been a while. shouldn't you SAVE?",
"well... just calling to ask.",
"did you ever take off that gross bandage...?",
"did you ever get something to eat?",
"you really like to challenge yourself, huh...?",
"well... good job.",
"just promise not to brag about it, okay?",
"alright, i've got the number.",
"so... it's been a while.",
"the queen returned, and is now ruling over the underground. she's enstated a new policy...",
"all the humans who fall here will be treated not as enemies... but as friends.",
"it's probably for the best, anyway.",
"the human souls the king gathered...",
"seem to have disappeared.",
"so, uh, that plan ain't happening any time soon.",
"but even though people are heartbroken over the king...",
"... and things are looking grim for our freedom...",
"the queen's trying her best not to let us give up hope.",
"so, uh, hey... if we're not giving up down here...",
"don't give up wherever you are, ok?",
"who knows how long it will take...",
"but we will get out of here. that's a promise.",
"oh, nobody.",
"here, knock yourself out.",
"we wouldn't get the phone back for at least a few hours.",
"oh, whoops. this thing's almost outta batteries.",
"so, hate to cut this short, but...",
"be seeing you, ok, buddy?",
"the queen returned, and attempted to resume ruling the underground.",
"she enstated a new policy...",
"all the humans who fall here would be treated not as enemies...",
"but people REALLY didn't like that policy.",
"because of you, not only was the king gone...",
"but the human souls had gone missing as well...",
"along with the lives of countless citizens.",
"along with the life of...",
"along with the life of undyne, their greatest hero.",
"nobody wanted to see that happen ever again.",
"so the people started a rebellion to overthrow the queen.",
"but, she, uh, pretty much gave up peacefully when she realized.",
"so she went back to the ruins.",
"the underground's basically an uneasy anarchy now.",
"everyone's trying to live life like they always have...",
"but it's not really easy, you know?",
"when all of your hope has pretty much been thrown away...",
"undyne spearheaded the revolution, of course.",
"she was pretty mad after what happened to asgore.",
"she was pretty mad after what happened to asgore and alphys.",
"she threw the queen out of the castle with her strength.",
"then she became the empress of the underground...",
"and banished the queen back to the ruins.",
"seems like undyne's... hmmm...",
"even more vehement about destroying humanity than ASGORE.",
"but hey! it's not all bad!",
"she's not so lonely anymore.",
"me and papyrus go and visit her...",
"we bring her books from the library, or play games...",
"we've even convinced her to leave sometimes.",
"as long as me or papyrus stay behind to watch for humans.",
"but papyrus loves doing that.",
"papyrus says hi.",
"well, i hope things are better where you are.",
"later.",
"when the queen went back to the ruins...",
"i decided to go with her.",
"and i took out some books from the library, too.",
"so she won't have to read the same ones.",
"she's a good roomie. we have a lot of fun.",
"you know.",
"sometimes the queen talks about...",
"how she'd like to see you again.",
"isn't that nice?",
"i don't have the heart to tell her what you did.",
"do you know how she'd react?",
"if i told her that 'cause she protected you...",
"... you went on to kill my brother...?",
"anyway, never come back here.",
"you are not welcome.",
"since you left, things down here... are different.",
"with ASGORE gone... undyne became the ruler of the underground.",
"she's decided to destroy every human that comes here.",
"and since the human souls disappeared...",
"she's also looking for a new way to break the barrier...",
"and when she does, she's going to wage war on humanity.",
"i mean, that was asgore's plan, too.",
"but he was really, uh, bad at it.",
"undyne has also expanded the royal guard massively.",
"she says the first thing she'll do after we get out of here...",
"is take her army...",
"and personally hunt you down and destroy you.",
"meanwhile...",
"i've been knocking on the door to the RUINs...",
"but the woman that's there hasn't been answering me.",
"maybe she's not feeling well?",
"or maybe she's not feeling anything at all...?",
"you'd better watch yourself, kid.",
"things are lookin real bad for you.",
"i've been knocking on the door to the RUINS...",
"but that woman hasn't been answering me...",
"oh, just the human.",
"sure, knock yourself out.",
"so, it's been a while.",
"since you left, things have... gotten interesting.",
"with ASGORE gone, the people looked to undyne to rule...",
"but she was nowhere to be found.",
"so mettaton just kind of... took over?",
"he's brainwashed everyone with his stupid TV show.",
"and made the underground into his personal paradise.",
"it's honestly... kinda disturbing.",
"as for me? oh, yeah... i'm his agent.",
"so.. it's been a while. since you left...",
"things have gotten really strange.",
"overnight, a bunch of people mysteriously disappeared.",
"as well as the human souls.",
"people were heart- broken. everyone they looked up to...",
"everything they were relying on, in one night, disappeared.",
"everyone clamored to elect a new ruler as fast as possible.",
"so, uh... by process of elimination...",
"papyrus became the ruler?",
"why doesn't he talk to you about this...",
"we can't judge humans to be all good or all bad.",
"it's been a while, huh?",
"things have gotten pretty bad here.",
"everyone considered a leader disappeared overnight.",
"it's gotten so quiet.",
"there's a bad feeling hanging over everyone.",
"like everyone's just going to die here, trapped in the dark...",
"... i bet you're wondering why i'm not the ruler.",
"eh. i'm not cut out for something like that.",
"i like to take it easy, you know?",
"... that's a joke.",
"this is what happens when people like me take it easy.",
"hey, at least things are less crowded.",
"'cause of all the people you killed.",
"hope that was a good experience for you.",
"just kidding. i don't really hope that.",
"go to hell.",
"it seems a number of important people disappeared overnight.",
"but no one else was harmed.",
"the people were confused. it was complete bedlam.",
"somehow, at the end of the day...",
"a small, white dog became president of the underground.",
"it sleeps on the throne and does absolutely nothing.",
"strangely, it seems this is the best life for everyone.",
"i'll be honest. i have no idea what happened for you to get here.",
"this is actually some sort of error- handling message.",
"so, if you're getting this ending...",
"tell whoever made the game, okay?",
"they'll fix it, or if it's a novel situation...",
"they might even add another ending to the game.",
"chances are, though...",
"you're just a dirty hacker, aren't you?",
"yeah, get outta here.",
"hey frisk. it's torrrrrieellll",
"i just baked 1000000 pies. do you want any?",
"make sure to brush your teeth before crossing the street, frisk",
"help im being slandered",
"I also think Toriel is very good and fhfjkehfeaufsisf",
"didn't you just say not to bring it back to my room?",
"\"the truth is that you got owned, nerd......\"",
"want some fried snow? it's just 5G",
"did i say 5G? i meant 50G.",
"50000G. that's my final offer",
"i'm going to grillby's. wanna come?",
"whaddya want...?",
"want some ketchup?",
"have you ever heard of a **talking flower**?",
"how about grabbing some dinner with me first?"
]