[
"Once upon a time there was a lovely princess.",
"But she had an enchantment upon her of a fearful sort which could only be broken by love's first kiss.",
"She was locked away in a castle guarded by a terrible fire-breathing dragon.",
"Many brave knights had attempted to free her from this dreadful prison, but non prevailed.",
"She waited in the dragon's keep in the highest room of the tallest tower for her true love and true love's first kiss.",
"Like that's ever gonna happen!",
"What a load of - (toilet flush)",
"Yes, well, actually, that would be a giant.",
"Now, ogres, oh they're much worse. They'll make a suit from your freshly peeled skin.",
"They'll shave your liver. Squeeze the jelly from your eyes! Actually, it's quite good on toast.",
"This is the part where you run away.",
"And stay out!",
"Oh, really? You and what army?",
"Are you talkin' to... me? Whoa!",
"Oh, that's great. Really.",
"Now, why don't you go celebrate your freedom with your own friends? Hmm?",
"Why are you following me?",
"Stop singing! It's no wonder you don't have any friends.",
"Listen, little donkey. Take a look at me. What am I?",
"No! I'm an ogre! You know. \"Grab your torch and pitchforks.\" Doesn't that bother you?",
"Uh, Shrek.",
"That would be my home.",
"I like my privacy.",
"Uh, what?",
"Of course!",
"Okay! Okay! But one night only.",
"What are you...? No! No!",
"Outside!",
"I thought I told you to stay outside.",
"Enough! What are you doing in my house? Hey!",
"Oh, no, no, no. Dead broad off the table.",
"I live in a swamp. I put up signs. I'm a terrifying ogre!",
"What do I have to do get a little privacy?",
"Oh, no. No! No!",
"What are you doing in my swamp?",
"All right, get out of here. All of you, move it!",
"Come on! Let's go! Hapaya! Hapaya! Hey! Quickly. Come on!",
"No, no! No, no. Not there. Not there.",
"All right. Who knows where this Farquaad guy is?",
"Does anyone else know where to find him? Anyone at all?",
"Okay, fine. Attention, all fairy tale things. Do not get comfortable. Your welcome is officially worn out.",
"In fact, I'm gonna see this guy Farquaad right now and get you all off my land and back where you came from!",
"Oh! You! You're comin' with me.",
"What did I say about singing?",
"All right, hum it.",
"So, that must be Lord Farquaad's castle.",
"Do you think maybe he's compensating for something?",
"Hey, you! Wait a second. Look, I'm not gonna eat you. I just - - I just - -",
"It's quiet. Too quiet. Where is everybody?",
"No. No. No, no, no! No.",
"All right. You're going the right way for a smacked bottom.",
"Ah, that's not very nice. It's just a donkey.",
"Oh, hey! Now come on! Hang on now.",
"Can't we just settle this over a pint?",
"No? All right then. Come on!",
"Oh, yeah! Ah! Ah! Thank you! Thank you very much! I'm here till Thursday. Try the veal! Ha, ha!",
"Quest? I'm already in a quest, a quest to get my swamp back.",
"Yeah, my swamp! Where you dumped those fairy tale creatures!",
"Exactly the way it was?",
"And the squatters?",
"What kind of quest?",
"You know, maybe there's a good reason donkeys shouldn't talk.",
"Maybe I could have decapitated an entire village and put their heads on a pike, gotten a knife, cut open their spleen and drink their fluids.",
"For your information, there's a lot more to ogres than people think.",
"Example? Okay, um, ogres are like onions.",
"Yes - - No!",
"No! Layers! Onions have layers. Ogres have layers! Onions have layers.",
"You get it? We both have layers.",
"I don't care... what everyone likes. Ogres are not like cakes.",
"No! You dense, irritating, miniature beast of burden!",
"Ogres are like onions! And of story. Bye-bye. See ya later.",
"You know, I think I preferred your humming.",
"Believe me, Donkey, if it was me, you'd be dead.",
"It's brimstone. We must be getting close.",
"Sure, it's big enough, but look at the location.",
"Oh, aye.",
"Wait a second. Donkeys don't have sleeves.",
"You can't tell me you're afraid of heights.",
"Come on, Donkey. I'm right here beside ya, okay? For emotional support.",
"We'll just tackle this thing together one little baby step at a time.",
"Really, really.",
"Just keep moving. And don't look down.",
"But you're already halfway.",
"Okay, fine. I don't have time for this. You go back.",
"Just, Donkey - - Let's have a dance then, shall me?",
"Oh, I'm sorry. Do what? Oh, this?",
"Yes? Yes, do it. Okay.",
"You said do it! I'm doin' it.",
"That'll do, Donkey. That'll do.",
"Inside, waiting for us to rescue her.",
"Donkey, two things, okay? Shut ... up.",
"Now go over there and see if you can find any stairs.",
"The princess will be up the stairs in the highest room in the tallest tower.",
"I read it in a book once.",
"Well, at least we know where the princess is, but where's the...",
"Donkey, look out! Got ya!",
"Wake up!",
"Are you Princess Fiona?",
"Oh, that's nice. Now let's go!",
"Yeah, sorry, lady. There's no time.",
"You've had a lot of time to plan this, haven't you?",
"I don't think so.",
"Uh, Shrek.",
"It's on my to-do list. Now come on!",
"Yeah, right before they burst into flame.",
"One of a kind.",
"Yeah, it's getting him to shut up that's the trick.",
"Okay, you two, heard for the exit! I'll take care of the dragon.",
"I have helmet hair.",
"No, no, you wouldn't - - 'st.",
"What? That wasn't in the job description.",
"Let's just say I'm not your type, okay?",
"Look. I really don't think this is a good idea.",
"I'm not going to.",
"Okay! Easy. As you command. Your Highness.",
"Oh, you were expecting Prince Charming.",
"Princess, I was sent to rescue you by Lord Farquaad, okay? He is the one who wants to marry you.",
"Good question. You should ask him that when we get there.",
"You're not making my job any easier.",
"Hey! I'm no one's messenger boy, all right?",
"I'm a delivery boy.",
"Ya comin', Donkey?",
"Let me put it this way, Princess. Men of Farquaad's stature are in short supply.",
"Yeah, well, maybe you're right, Princess.",
"But I'll let you do the \"measuring\" when you see him tomorrow.",
"No, that'll take longer. We can keep going.",
"Hey, come on. I'm scarier than anything we're going to see in this forest.",
"Hey! Over here.",
"Homey touches? Like what?",
"I just- - You know - - Oh, come on. I was just kidding.",
"And, uh, that one, that's Throwback, the only ogre to ever spit over three wheat fields.",
"The stars don't tell the future, Donkey. They tell stories.",
"Look, there's Bloodnut, the Flatulent. You can guess what he's famous for.",
"No, look. There he is, and there's the group of hunters running away from his stench.",
"You know, Donkey, sometimes things are more than they appear. Hmm? Forget it.",
"Our swamp?",
"We? Donkey, there's no \"we\". There's no \"our\". There's just me and my swamp.",
"The first thing I'm gonna do is build a ten-foot wall around my land.",
"No, do ya think?",
"Never mind, Donkey.",
"No, this is one of those drop-it and leave-it alone things.",
"Why do you want to talk about it?",
"I'm not blocking.",
"Donkey, I'm warning you.",
"Everyone! Okay?",
"Oh! For the love of Pete!",
"Look, I'm not the one with the problem, okay? It's the world that seems to have a problem with me.",
"People take one look at me and go. \"Aah! Help! Run! A big, stupid, ugly ogre!\"",
"They judge me before they even know me. That's why I'm better off alone.",
"Yeah, I know.",
"Well, there's, um, Gabby, the Small and Annoying.",
"That's the moon.",
"Donkey, wake up.",
"Wake up.",
"What's all this about?",
"Uh, thanks.",
"What? It's a compliment. Better out than in, I always say.",
"You know, you're not exactly what I expected.",
"Princess!",
"Hey! That's my princess! Go find you own!",
"Hold the phone.",
"Oh! Whoa, whoa, whoa. Hold on now. Where did that come from?",
"That! Back there. That was amazing! Where did you learn that?",
"What? Oh, would you look at that?",
"Donkey, I'm okay.",
"What are the flowers for?",
"Ow! Hey! Easy with the yankin'.",
"No, it's tender.",
"What you're doing is the opposite of help.",
"Look, time out.",
"Ow! Not good.",
"Ow! Ohh!",
"Nothing happend. We were just, uh - -",
"Oh, come on! That's the last thing on my mind. The princess here was just- - Ugh! Ow!",
"There it is, Princess. Your future awaits you.",
"Um, I, uh- - I guess we better move on.",
"You know, she's right. You look awful. Do you want to sit down?",
"Who's hungry? I'll find us some dinner.",
"Uh, weed rat. Rotisserie style.",
"Well, they're also great in stews. Now, I don't mean to brag, but I make a mean weed rat stew.",
"Maybe you can come visit me in the swamp sometime. I'll cook all kind of stuff for you.",
"Swamp toad soup, fish eye tartare - - you name it.",
"Um, Princess?",
"I, um, I was wondering...are you... Are you gonna eat that?",
"Good night.",
"Oh, what are you talkin' about?",
"You're crazy. I'm just bringing her back to Farquaad.",
"I- - There's nothing to tell. Besides, even if I did tell her that, well, you know...",
"...and I'm not sayin' I do 'cause I don't - - she's a princess, and I'm - -",
"Yeah. An ogre.",
"To get... move firewood.",
"Princess, I - - Uh, how's it going, first of all? Good? Um, good for me too.",
"I'm okay. I saw this flower and thought of you because it's pretty and - -",
"...well, I don't really like it, but I thought you might like it 'cause you're pretty.",
"But I like you anyway. I'd - - uh, uh...",
"I'm in trouble. Okay, here we go.",
"Perfect! Never been better.",
"You don't have to tell me anything, Princess. I heard enough last night.",
"Every word.",
"Oh, I understand. Like you said, \"Who could love a hideous, ugly beast?\"",
"Yeah? Well, it does. Ah, right on time. Princess, I've brought you a little something.",
"As promised. Now hand it over.",
"Yeah? So what?",
"I know you talked to her last night. You're great pals, aren't ya?",
"Now, if you two are such good friends, why don't you follow her home?",
"I told you, didn't I? You're not coming home with me.",
"I live alone! My swamp! Me! Nobody else! Understand?",
"Nobody! Especially useless, pathetic, annoying, talking donkeys!",
"Yeah. You know what? You thought wrong!",
"Donkey? What are you doing?",
"Well, yeah. But the wall's supposed to go around my swamp, not through it.",
"Oh! Your half. Hmm.",
"Back off!",
"This is my swamp!",
"Let go, Donkey!",
"Well, I'm through with you.",
"Oh, yeah? Well, if I treated you so bad, how come you came back?",
"Oh, yeah. You're right, Donkey. I forgive you... for stabbin' me in the back!",
"Go away!",
"Love me? She said I was ugly, a hideous creature. I heard the two of you talking.",
"She wasn't talking about me? Well, then who was she talking about?",
"Okay, look. I'm sorry, all right? I'm sorry.",
"I guess I am just a big, stupid, ugly ogre. Can you forgive me?",
"Right. Friends?",
"So, um, what did Fiona say about me?",
"The wedding! We'll never make it in time.",
"Donkey?",
"Donkey!",
"Aw, come here, you.",
"What are you talking about?",
"I don't have time for this!",
"All right! Cut it out. When does this guy say the line?",
"What do you see?",
"Oh, for the love of Pete!",
"I object!",
"Hi, everyone. Havin' a good time, are ya? I love DuLoc, first of all. Very clean.",
"Really, it's rude enough being alive when no one wants you, but showing up uninvited to a wedding...",
"Fiona! I need to talk to you.",
"But you can't marry him.",
"Because- - Because he's just marring you so he can be king.",
"He's not your true love.",
"Well, I - - Uh - - I mean - -",
"Well, uh, that explains a lot.",
"No, no!",
"Get out of my way! Fiona! Arrgh!",
"Fiona!",
"Uh, Fiona?",
"I - - I love you.",
"Really, really.",
"Fiona? Fiona. Are you all right?",
"But you ARE beautiful."
]