[
"Hey.",
"I'm applying for a new villain loan. Go by the name of \"Vector\".",
"It's a mathematical term. A quantity represented by an arrow with both direction and magnitude!",
"Vector. That's me. Cause I'm committing crimes with both direction and magnitude. Oh yeah!",
"Check out my new weapon. Piranha gun! Oh yeeeesss!",
"Fires live piranhas. Ever seen one before? No you haven't I invented it.",
"You want a demonstration?",
"Oh... ah... shoot. So difficult sometimes to get the piranha back inside my... WHEW!",
"Ha ha ha ha ha ha ha... Now maybe you'll think twice before you freeze someone's head! So long, Gru!",
"Oops you missed me!",
"Take that. How adorable. Oh ho ho ho...",
"Ha! Hey Gru, try this on for... *size*! Ha ha ha!",
"I don't care. Beat it.",
"Oh wait wait... Um, do you have coconutties?",
"Pretty impressive.",
"What are you looking at? Boo-yah!",
"You got shrunk, tiny mouthwash!",
"Take that!",
"You done been shrunk!",
"Yel-lo? Oh, I got the shrink ray, all right.",
"No, I'm not... playing with it.",
"Gru? Don't make me laugh. No.",
"P.S. - He is NOT getting the moon.",
"...and P.P.S. - By the time I'm done with him, he's gonna be begging for mercy!",
"Okay, bye.",
"Aw, look at you. A little tiny toilet for a little tiny baby to--",
"Ahh! Curse you tiny toilet!",
"Ah girls, welcome back to the Fortress of Vectortude. Hahahaha...",
"Do you have my cookies for me?",
"Exactly. I'd like to see somebody else order that many cookies.",
"Not likely! Name one person who ordered more cookies than me.",
"...seven, eight, nine, oh Tic Tacs.",
"...eight, nine...",
"*ptoo* These aren't pajamas. This is a warm-up suit.",
"...stuff.",
"Super cool stuff you wouldn't understand.",
"THEY ARE NOT PAJAMAS!!!",
"Ah! Here you go. Fifty-two big ones.",
"Bye! (\\*crunch\\*)",
"What the...? Quiet down, fish!",
"Down, boy!",
"Hey, Dad. You wanted to see me?",
"I am not Victor anymore. Victor was my nerd name. Now I am Vector!",
"Duh, back at my place.",
"Ooh... wait- TH-THOSE GIRLS SOLD ME COOKIES!",
"No, I didn't.",
"You just wait until Gru sees my latest weapon - Squid Launcher! Oh yeah!",
"Don't worry. The moon... is as good as ours.",
"Oh yeeeeaaaah!",
"Boo-yah!",
"AAAAAAAAAAaaaaaaaaa!!!!!",
"Hhh... ughhh.. uhhh...",
"My flight suit!",
"Oh yeah. Once again, the mighty Vec- [BONK]",
"AAAAAAAAA-",
"First give me the moon. Then we'll talk.",
"Zip it, Happy Meal.",
"Actually, I think I'll hold onto them a little while longer.",
"Oh yeah! Un-pre-dictable!",
"Oh, I'm really scared...",
"What? He-he punched my shark!",
"Hey, what are you girls doing back there?",
"AAAAAAAAAHHHH!!! Ouch.",
"Not so fast!",
"Ha ha ha ha...-- AAAAAAAHHHHH!!! OWWWW!!!",
"Noooooooooooo!!!",
"Oh, poop."
]